Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Page name
nl: Naam van de pagina

source: Page slug
nl: Slug van de pagina

source: Page content
nl: Inhoud van de pagina

source: Name
nl: Naam

source: Name (en)
nl: Naam (en)

source: Educational page?
nl: Onderwijspagina?

source: Content
nl: Inhoud

source: Content (en)
nl: Inhoud (en)

source: Page
nl: Pagina

source: Pages
nl: Pagina's

source: Edit Page
nl: Wijzig pagina

source: Delete page
nl: Verwijder pagina

source: This page is not marked as educational page, so you have no edit rights. Think this is an error? Contact the board.
nl: Deze pagina is niet gemarkeerd als onderwijspagina, dus je hebt geen bewerkrechten. Denk je dat dit een fout is? Contacteer dan het bestuur.

source: Are you sure you want to remove this message?
nl: Weet je zeker dat je deze pagina wilt verwijderen?

source: Remove page
nl: Pagina verwijderen

source: New page
nl: Nieuwe pagina

source: Edit new
nl: Nieuwe bewerken

source: Create page
nl: Pagina aanmaken

source: Save page
nl: Pagina opslaan

source: Information pages
nl: Informatiepaginas

source: Information about the association
nl: Informatie over de vereniging

source: Information about I.C.T.S.V. Inter-<em>Actief</em>, her members and activities can be found here.
nl: Informatie over I.C.T.S.V. Inter-<em>Actief</em>, haar leden en activiteiten is hier te vinden.

source: Add page
nl: Pagina toevoegen

source: IA Events
nl: IA Activiteiten

source: Inter-Actief's activities in the coming weeks
nl: De activiteiten van I.C.T.S.V. Inter-Actief in de komende tijd

source: Method of payment
nl: Betaalwijze

source: Place on bottom of waiting list
nl: Plaats onderaan de wachtlijst

source: Waiting list action
nl: Wachtlijstactie

source: Skip waiting list and enroll immediately
nl: Sla de wachtlijst over en schrijf direct in

source: Price
nl: Prijs

source: Website enrolment has a maximum of {0} euro. Either turn off the ability to enrol or decrease the cost of the activity.
nl: Inschrijving via de website heeft een maximum van {0} euro. Of schakel de inschrijfoptie uit, of verlaag de prijs van de activiteit!

source: There is no enrollment start date entered.
nl: Er is geen inschrijfstartdatum opgegeven.

source: There is no enrollment end date entered.
nl: Er is geen inschrijfstopdatum opgegeven.

source: Signup end must be after the signup start.
nl: Einde van de inschrijving valt voor het begin.

source: Sorry, but the last spot has been claimed already!
nl: Sorry, maar de laatste plek is al vergeven!

source: Sorry, but you cannot exceed the maximum amount per person!
nl: Sorry, maar je kunt niet over het aantal stuks per persoon!

source: Sorry, but there are not enough spots left!
nl: Sorry, maar er zijn niet genoeg plekken over!

source: Photographer
nl: Fotograaf

source: First name
nl: Voornaam

source: Use this field if a non-member is the owner of these pictures
nl: Gebruik dit veld als een extern iemand deze foto's heeft gemaakt.

source: Last name pre-fix
nl: Tussenvoegsels

source: Last name
nl: Achternaam

source: Activities
nl: Activiteiten

source: Public
nl: Publiek

source: Photos are also available without logging in
nl: Foto's zijn ook beschikbaar zonder in te loggen

source: Photos
nl: Foto's

source: Activity
nl: Activiteit

source: The absolute URL to an activity.
nl: De absolute URL naar een activiteit.

source: A URL to a random picture that was made at this activity.
nl: Een URL naar een willekeurige foto die gemaakt is bij deze activiteit.

source: A URL that points to the picture gallery for this activity.
nl: Een URL die verwijst naar de fotogalerij van deze activiteit.

source: A link to the ICS file for this activity.
nl: Een link naar het ICS-bestand voor deze activiteit.

source: Whether people can still enroll for this activity.
nl: Of mensen zich nog kunnen inschrijven voor deze activiteit.

source: Whether people can no longer enroll for this activity.
nl: Of mensen zich niet meer kunnen inschrijven voor deze activiteit.

source: Whether the person that is currently signed-in can edit this activity.
nl: Of de huidig ingelogde persoon deze activiteit mag aanpassen.

source: Whether this activity is full.
nl: Of deze activiteit vol zit.

source: Whether this activity is almost full (<= 10 places left).
nl: Of deze activiteit bijna vol zit (<= 10 plaatsen over).

source: If there are any options for enrollments.
nl: Of er inschrijfopties zijn.

source: If there are any costs associated with this activity.
nl: Of er kosten zijn verbonden aan deze activiteit.

source: Inter-Activity
nl: Inter-Activiteit

source: Hexcolor without #
nl: Hex kleurcode (zonder #)

source: Icon from known icons
nl: Icoon uit bestaande iconen

source: Explanation on icon (en)
nl: Uitleg over icoon (en)

source: Explanation on icon
nl: Uitleg over icoon

source: Active?
nl: Actief?

source: enrollment
nl: inschrijving

source: enrollment start
nl: inschrijving start

source: If you want to add options, make sure your activity isn't open for enrollment right away
nl: Als je nog opties wil toevoegen, zorg ervoor dat de inschrijving dan niet meteen open is

source: enrollment end
nl: inschrijving stop

source: Lock waiting list
nl: Vergrendel wachtlijst

source: price
nl: prijs

source: can unenroll
nl: kan uitschrijven

source: icon
nl: icoon

source: Image of 175 by 275 pixels.
nl: Afbeelding van 175 bij 275 pixels.

source: Facebook event id, numerical value in the facebook event url.
nl: Facebook event id, numerieke waarde in de facebook event url.

source: Title
nl: Titel

source: Enrollment option
nl: Inschrijfoptie

source: Enrollment options
nl: Inschrijfopties

source: Required
nl: Verplicht

source: Price extra
nl: Prijs extra

source: Maximum limit of selections
nl: Limiet van selecties

source: Set as 0 for unlimited
nl: Houd op 0 voor onbeperkt

source: Maximum per person
nl: Maximum per persoon

source: Answer to enrollment option
nl: Inschrijfoptieantwoord

source: Anwers to enrollment option
nl: Inschrijfoptieantwoorden

source: Respons
nl: Antwoord

source: A response is required
nl: Antwoord is verplicht

source: Yes
nl: Ja

source: No
nl: Nee

source: (none)
nl: (geen)

source: Available
nl: Beschikbaar

source: Allergens
nl: Allergiën

source: No information available
nl: Geen informatie beschikbaar

source: Enrollment optionquestion
nl: Inschrijfoptievraag

source: Dish cost
nl: Prijs voor gerecht

source: Registered
nl: Aangemeld

source: Accepted
nl: Geaccepteerd

source: Unknown
nl: Onbekend

source: E-mail message ID
nl: E-mailbericht-ID

source: E-mail message timestamp
nl: Tijdstempel E-mailbericht

source: New state of the event registration
nl: Nieuwe status van de evenementaanmelding

source: Person that requested the registration as stated in the e-mail
nl: Persoon die de aanmelding heeft aangevraagd volgens de e-mail

source: Name of the event as stated in the e-mail
nl: Naam van het evenement volgens de e-mail

source: Start date/time of the event as stated in the e-mail
nl: Startdatum/tijd van het evenement volgens de e-mail

source: End date/time of the event as stated in the e-mail
nl: Einddatum/tijd van het evenement volgens de e-mail

source: Location of the event as stated in the e-mail
nl: Locatie van het evenement volgens de e-mail

source: Percentage certainty of match with activity.
nl: Zekerheidspercentage van de match met de activiteit.

source: n/a
nl: n.v.t.

source: {0:.1f}% certain
nl: {0:.1f}% zeker

source: Cancellation of
nl: Annulering van

source: Dear
nl: Beste

source: You receive this email because you were enrolled for %(summary)s. This activity has been cancelled.
nl: Je ontvangt deze e-mail omdat je bent ingeschreven voor %(summary)s. Deze activiteit is geannuleerd.

source: The total costs were %(participation_costs)s euro. Your payment method was %(paymentmethod)s. These costs will be refunded on your personal tab in the case of a mandate or you can collect your cash payment at the association room in the case of a cash payment.
nl: De totale kosten waren %(participation_costs)s euro. Jouw betaalmethode was %(paymentmethod)s. Deze kosten krijg je teruggestort op je streeplijst als je via een machtiging hebt betaald. Als je contant betaald hebt, dan kan je bij de vereningskamer je geld ophalen.

source: Kind regards,
nl: Met vriendelijke groet,

source: You receive this email because you were on the waiting list for %(summary)s. This activity has been cancelled.
nl: Je ontvangt deze e-mail omdat je bent ingeschreven op de wachtlijst voor %(summary)s. Deze activiteit is geannuleerd.

source: [Inter-Actief] Cancellation of %(activity)s - Cash payments
nl: [Inter-Actief] Annulering van %(activity)s - Contante betalingen

source: Dear treasurer, The activity %(activity)s has just been cancelled. However, there have been people enrolled that have made a cash payment. These should be refunded. For your bookkeeping, this email provides you with a list of the people that were enrolled and that have paid in cash:
nl: Beste penningmeester, De activiteit %(activity)s is net geannuleerd. Bij deze activiteit waren er ook mensen aangemeld die contant geld hebben betaald. Dit moet teruggestort worden. Voor de administratie ontvang je in deze mail een lijst met iedereen die ingeschreven stond en contant betaald heeft:

source: Confirmation of enrollment
nl: Bevestiging voor inschrijving activiteit

source: You receive this email because you have been enrolled for %(summary)s. This activity starts at %(begindate)s hour on %(begintime)s.
nl: Je ontvangt deze e-mail omdat je bent ingeschreven voor %(summary)s. Deze activiteit begint op %(begindate)s om %(begintime)s uur.

source: The total costs are %(costs)s euro. Payment method: %(paymentmethod)s.
nl: De kosten zijn totaal %(costs)s euro. Betaalwijze: %(paymentmethod)s.

source: For this activity, the following enrollment options exist:
nl: Bij deze activiteit zijn de volgende inschrijfopties ingevuld:

source: It's possible to edit your enrollment or unenroll until %(enrollment_end)s.
nl: Tot %(enrollment_end)s is het mogelijk om je inschrijving te wijzigen of te annuleren.

source: For this activity, you can only unenroll yourself by contacting the board.
nl: Voor deze activiteit kun je jezelf alleen uitschrijven indien je contact met het bestuur opneemt.

source: You have been enrolled by %(enrolled_by)s. In case you did not approve this, get in touch with the board.
nl: Je bent ingeschreven door %(enrolled_by)s. Indien je hier geen toestemming voor gegeven hebt, neem dan contact op met het bestuur.

source: An invite is attached. You can import this in your agenda. In case you no longer want to receive invites through e-mail, edit your preferences on the website.
nl: In de bijlage is een invite toegevoegd. Deze is te importeren in je agenda. Wil je geen invite meer ontvangen in de e-mail, wijzig dan je voorkeuren op de website.

source: See you then! Kind regards,
nl: Tot dan! Met vriendelijke groet,

source: Enrolled from waiting list
nl: Ingeschreven vanuit wachtlijst

source: You receive this email because you have been enrolled for %(summary)s and are no longer on the waiting list. This activity starts at %(begindate)s hour on %(begintime)s.
nl: Je ontvangt deze e-mail omdat je bent ingeschreven voor %(summary)s en je niet langer op de wachtlijst staat. Deze activiteit begint op %(begindate)s om %(begintime)s uur.

source: Confirmation of enrollment on waiting list
nl: Bevestiging voor inschrijving op wachtlijst voor activiteit

source: You receive this email because you have been enrolled on the waiting list for %(summary)s. This activity starts at %(begindate)s hour on %(begintime)s.
nl: Je ontvangt deze e-mail omdat je bent ingeschreven op de wachtlijst voor %(summary)s. Deze activiteit begint op %(begindate)s om %(begintime)s uur.

source: Please note: you are on the waiting list for this activity;
nl: Let op: je bent ingeschreven op de wachtlijst van deze activiteit.

source: since no spot is available yet, you are not yet charged
nl: gezien er geen plek beschikbaar is, heb je nog niets betaald

source: there is no spot available yet
nl: er is nog geen plek beschikbaar

source: If a spot becomes available, you will be enrolled automatically and receive another email.
nl: Als een plek beschikbaar komt, zal je automatisch ingeschreven worden en een mail ontvangen.

source: Add event
nl: Activiteit toevoegen

source: Edit this event
nl: Activiteit wijzigen

source: <b>Warning:</b> This activity already has participants. It is therefore impossible to add or alter options for enrollment. Changing prices and/or texts will only influence people who have yet to enroll!
nl: <b>Let op:</b> Activiteit heeft al deelnemers. Het is daarom niet mogelijk inschrijfopties toe te voegen of te verwijderen. Wijzigen van prijzen en/of hebben alleen invloed op de mensen die zich nog gaan inschrijven!

source: Promotional text:
nl: Promotietekst:

source: Full description:
nl: Volledige beschrijving

source: When you save this new event, it will immediately be announced to our Discord server and to our IRC channel. Please make sure all entered details are correct and that you added at least a brief summary, and not just <i>More info will follow...</i>.
nl: Als je deze nieuwe activiteit opslaat, zal deze direct worden aangekondigd op onze Discord-server en op ons IRC-kanaal. Kijk alsjeblieft nog een keer of alle details kloppen en dat je in ieder geval een korte samenvatting van de activiteit hebt ingevuld, en niet iets als <i>Meer informatie volgt...</i>.

source: Save
nl: Opslaan

source: Save and add enrollment options
nl: Opslaan en inschrijfopties toevoegen

source: Cancel
nl: Annuleer

source: Enrollment
nl: Inschrijving

source: Delete enrollment option
nl: Inschrijfoptie verwijderen

source: Delete enrollment options
nl: Inschrijfopties verwijderen

source: Are you sure you want to remove enrollment option %(object)s for %(activity)s?
nl: Weet je zeker dat je inschrijfoptie %(object)s voor %(activity)s wilt verwijderen?

source: Delete
nl: Verwijder

source: Edit enrollment option
nl: Inschrijfoptie wijzigen

source: Edit %(object)s
nl: %(object)s wijzigen

source: Add %(option)s
nl: %(option)s toevoegen

source: Edit enrollment options for %(activity)s
nl: Inschrijfopties voor %(activity)s wijzigen

source: Edit the enrollment options for <a href="%(url)s">%(activity)s</a> here.
nl: Wijzig hier de inschrijfopties voor <a href="%(url)s">%(activity)s</a>.

source: Enrollment options cannot be added or edited because this activity already has enrollments.
nl: Inschrijfopties kunnen niet toegevoegd of verwijderd worden omdat deze activiteit al inschrijvingen heeft.

source: Edits to prices of enrollment options only have effect on new enrollments.
nl: Wijzigingen aan prijzen van inschrijfopties hebben alleen effect voor nieuwe inschrijvingen.

source: Checkboxes
nl: Checkboxen

source: Extra price
nl: Extra prijs

source: Limit
nl: Limiet

source: Spots left
nl: Plekken over

source: Edit
nl: Wijzig

source: Unlimited
nl: Ongelimiteerd

source: None
nl: Geen

source: Add checkbox
nl: Checkbox toevoegen

source: Numeric
nl: Numeriek

source: Max per person
nl: Maximum per persoon

source: Add numeric
nl: Voeg numeriek veld toe

source: Questions
nl: Vragen

source: Add question
nl: Vraag toevoegen

source: Food
nl: Eten

source: Add food
nl: Eten toevoegen

source: Event Desk message detail
nl: Evenementenbureau Berichtdetails

source: Date
nl: Datum

source: Requester
nl: Aanvrager

source: Event name
nl: Naam evenement

source: Event start
nl: Begintijd evenement

source: Event end
nl: Eindtijd evenement

source: Event location
nl: Locatie evenement

source: Activity link
nl: Activiteitenkoppeling

source: Matching certainty
nl: Zekerheidspercentage

source: New state (as of this e-mail)
nl: Nieuwe status (vanaf deze e-mail)

source: Go back to message list
nl: Terug naar berichtenlijst

source: All messages for the linked event
nl: Alle berichten voor het gekoppelde evenement

source: Fix activity link
nl: Activiteitenkoppeling fixen

source: Remove activity link
nl: Activiteitenkoppeling verwijderen

source: Link to activity
nl: Koppel aan activiteit

source: Message
nl: Bericht

source: From
nl: Van

source: To
nl: Naar

source: Subject
nl: Onderwerp

source: Event Desk message history for %(activity_name)s
nl: Evenementenbureau berichtgeschiedenis voor %(activity_name)s

source: Activity information
nl: Activiteitsinformatie

source: Who
nl: Wie

source: What
nl: Wat

source: Where
nl: Waar

source: When
nl: Wanneer

source: from
nl: van

source: until
nl: tot

source: Dutch will be spoken at this activity.
nl: Bij deze activiteit wordt Nederlands gesproken

source: Event Desk messages
nl: Berichten van Evenementenbureau

source: All messages
nl: Alle berichten

source: These are the UT event desk messages that we received for this activity.
nl: Dit zijn de berichten die we hebben gekregen van het UT evenementenbureau over deze activiteit.

source: Date of message
nl: Datum van bericht

source: State
nl: Status

source: There are no messages for this activity
nl: Er zijn geen berichten voor deze activiteit

source: Linked to
nl: Gekoppeld aan

source: Match with activity
nl: Koppel met activiteit

source: Please choose the activity that you want to match this message to and save.
nl: Kies a.u.b. de activiteit die je aan dit bericht wilt koppelen en sla op.

source: Only activities from a week before until a week after the reservation are shown.
nl: Alleen activiteiten van een week voor tot een week na de reservering worden getoond.

source: Event desk messages
nl: Berichten van het Evenementenbureau

source: This page shows the event registration status of activities of Inter-<i>Actief</i>.
nl: Deze pagina toont de aanmeldingsstatus van activiteiten van Inter-<i>Actief</i>

source: Each activity that takes place on university terrain, outside of the opening hours of the building or the terrain, should be registered at the University's Event Desk.
nl: Elke activiteit die plaatsvindt op universiteitsterrein, buiten de normale openingstijden van het gebouw of het terrein, moet aangemeld worden bij het Evenementenbureau van de Universiteit.

source: To register an activity, go to <a href="https://ictsv.nl/eventdesk">the event desk</a>.
nl: Om een activiteit aan te melden, ga naar <a href="https://ictsv.nl/eventdesk">het evenementenbureau</a>.

source: IMPORTANT: Enter <abbr class="monospace-text-bordered">%(ia_event_email)s</abbr> as the alternative e-mail address in the UT form to make this page work properly
nl: BELANGRIJK: Gebruik <abbr class="monospace-text-bordered">%(ia_event_email)s</abbr> als het afwijkend e-mail adres in het UT-formulier om deze pagina goed te laten werken

source: The mailbox is checked each hour, at 30 minutes past the hour. If your registration does not show up after that time, contact the Officer of Internal Affairs.
nl: De mailbox wordt elk uur gecheckt, om 30 minuten over het uur. Als je aanmelding daarna nog niet op deze pagina staat, neem dan contact op met de Functionaris Interne Betrekkingen.

source: Activity status
nl: Activiteitstatus

source: These are all upcoming activities, and activities that happened in the past week, and their status at the UT event desk.
nl: Dit zijn alle toekomstige activiteiten, en activiteiten die in de afgelopen week hebben plaatsgevonden, en hun status bij het reserveringsbureau van de UT.

source: Only activities that you are allowed to edit are shown.
nl: Alleen activiteiten die jij mag aanpassen worden getoond.

source: Legend
nl: Legenda

source: Unregistered
nl: Niet aangemeld

source: (Event not known at the University)
nl: (Evenement niet bekend bij Universiteit)

source: (Event registered, but not yet accepted)
nl: (Evenement aangemeld, nog niet geaccepteerd)

source: (Event registered and accepted by the University)
nl: (Evenement aangemeld en geaccepteerd)

source: Any status (orange border)
nl: Elke status (oranje rand)

source: (Match between UT and IA activity <60%% certain)
nl: (Koppeling tussen UT en IA <60%% zeker)

source: Upcoming activities
nl: Komende activiteiten

source: Start date/time
nl: Begindatum/tijd

source: History
nl: Geschiedenis

source: There are no activities visible to you in this timeframe.
nl: Er zijn geen activiteiten zichtbaar in deze tijdsperiode.

source: Activities from the past week
nl: Activiteiten uit de afgelopen week

source: Unlinked messages
nl: Niet-gekoppelde berichten

source: These are the last 15 event registration messages that we received and that are not matched to any activity.
nl: Dit zijn de laatste 15 aanmeldingsberichten die we hebben ontvangen en die nog niet gekoppeld zijn aan een activiteit.

source: This might mean that the event is not on the website yet (possibly because it is a graduation drink or other non-IA-activity), or that it could not be matched.
nl: Dit kan betekenen dat het evenement nog niet op de website is aangemaakt (mogelijk omdat het een afstudeerborrel of andere niet-IA-activiteit is), of het kan zijn dat het koppelen mislukt is.

source: You can manually match these messages to an activity by clicking the "Match" button, if necessary.
nl: Je kan deze berichten handmatig aan een activiteit koppelen door op de "Koppel" knop te drukken, als dat nodig is.

source: Start/end time
nl: Start/eindtijd

source: Location
nl: Locatie

source: Match
nl: Koppelen

source: There are no unmatched messages.
nl: Er zijn geen niet-gekoppelde berichten.

source: All Messages
nl: Alle Berichten

source: These are the past 50 messages that we have received from the event desk.
nl: Dit zijn de afgelopen 50 berichten die we hebben ontvangen van het evenementenbureau.

source: Matched?
nl: Gekoppeld?

source: There are no messages.
nl: Er zijn geen berichten.

source: [Inter-Actief] Activities update W%(week)s-%(week2)s
nl: [Inter-Actief] Activiteitenupdate W%(week)s-%(week2)s

source: Dear board
nl: Hallo bestuur

source: In the following two weeks, there are activities in the I/A/ calendar which take place outside of business hours:
nl: De aankomende twee weken zijn er deze activiteiten in de I/A/-Agenda te vinden die buiten kantooruren vallen:

source: <li>%(summary)s from %(begin)s until %(end)s - Reservation status: %(registered)s</li>
nl: <li>%(summary)s van %(begin)s tot %(end)s - Reservering status: %(registered)s</li>

source: * %(summary)s from %(begin)s until %(end)s - Reservation status: %(registered)s
nl: * %(summary)s van %(begin)s tot %(end)s - Reservering status: %(registered)s

source: Check the entire list here: https://www.inter-actief.utwente.nl/activities/ And the reservations for the following two weeks here: %(url)s Kind regards, The activity assistant
nl: Bekijk ook de complete lijst hier: https://www.inter-actief.utwente.nl/activiteiten/ En de reserveringen voor de komende twee weken hier: %(url)s Met vriendelijke groet, Het activiteitenhulpje

source: Edit enrollment options
nl: Wijzig inschrijfopties

source: Undo event cancellation
nl: Maak annuleren van evenement ongedaan

source: Cancel event
nl: Annuleer evenement

source: The board can cancel and remove activities.
nl: Het bestuur kan activiteiten annuleren en verwijderen.

source: Who, what, where, when...
nl: Wie, wat, waar, wanneer...

source: iCal-file with activity.
nl: iCal-document met activiteit.

source: Label
nl: Type

source: Costs
nl: Kosten

source: free
nl: gratis

source: Pictures of the event
nl: Foto's activiteit

source: Export enrollments
nl: Exporteer inschrijvingen

source: Warning: You are exporting enrollments while they are still open! Changes might happen after the export.
nl: Let op: Je exporteert de inschrijvingen terwijl de inschrijving nog open is! Er kunnen nog dingen veranderen na de export.

source: Deanonymise enrollment list
nl: Deanonimiseer inschrijflijst
