Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Comment: "%(complaint_comment)s". Cheers, Amélie
nl: Opmerking: "%(complaint_comment)s". Groetjes, Amélie

source: [DEA-nomination] Nomination for the educational award
nl: [DOP-nominatie] Nominatie onderwijsprijs

source: Dear EC member, %(author)s has voted for the educational award! The email address of the nominator is %(email)s. He nominated for %(teacher)s. His/her reason is: "%(reason)s". Cheers, Amélie
nl: Beste EC'er, %(author)s heeft iemand genomineerd voor de onderwijsprijs! Het emailadres van de indiener is %(email)s. Het gaat om docent %(teacher)s. De reden is: "%(reason)s". Groetjes, Amélie

source: [DEA-vote] Vote for the %(competition)s
nl: [DOP-stem] Stem voor de %(competition)s

source: Dear EC member, %(person)s (%(student_number)s) has voted for the educational award! He voted for %(teacher)s. %(person)s has had classes from the following teachers: %(lecture)s. Cheers, Amélie
nl: Beste EC'er, %(person)s (%(student_number)s) heeft een stem uitgebracht voor de onderwijsprijs! Het gaat om docent %(teacher)s. %(person)s heeft college van de volgende docenten gehad: %(lecture)s. Groetjes, Amélie

source: [Educational bouquet] Submissions educational bouquet
nl: [Onderwijsbloemetje] Indiening onderwijsbloemetje

source: Dear EC member, %(author)s has nominated someone for the educational bouquet! The email address of the submitter is %(email)s. He/she nominated %(teacher)s for the course %(course)s. His/her reason is: "%(reason)s". Cheers, Amélie
nl: Beste EC'er, %(author)s heeft iemand genomineerd voor het onderwijsbloemetje! Het emailadres van de indiener is %(email)s. Het gaat om docent %(teacher)s voor het vak %(course)s. De reden is: "%(reason)s". Groetjes, Amélie

source: Complaint entered about %(complaint_course)s
nl: Klacht ingediend over %(complaint_course)s

source: Someone submitted a complaint about the course %(complaint_courseperiod)s.
nl: Iemand heeft een klacht geplaatst over het vak %(complaint_courseperiod)s.

source: Someone submitted a complaint.
nl: Iemand heeft een klacht geplaatst.

source: Subject: %(complaint_subject)s Summary: "%(complaint_summary)s". Complaint: > %(complaint_comment)s Read more on: https://www.inter-actief.utwente.nl%(url)s Cheers, Amélie
nl: Onderwerp: %(complaint_subject)s Samenvatting: "%(complaint_summary)s". Klacht: > %(complaint_comment)s Lees verder op: https://www.inter-actief.utwente.nl%(url)s Groetjes, Amélie

source: Add new educational activity
nl: Onderwijsactiviteit toevoegen

source: Edit educational activity
nl: Onderwijsactiviteit wijzigen

source: Educational activities
nl: Onderwijsactiviteiten

source: Educational activity
nl: Onderwijsactiviteit

source: News
nl: Nieuws

source: No articles
nl: Geen artikelen

source: There are no education news articles available.
nl: Er zijn geen onderwijsnieuwsberichten beschikbaar.

source: Educational bouquet
nl: Onderwijsbloemetje

source: Thank you for your nomination for an educational bouquet!
nl: Bedankt voor het insturen van je onderwijsbloemetje!

source: Do you know someone who is extremely committed to improve the quality of education or is always willing to help students without hesitation? Then, what are you waiting for? Nominate him or her for the education bouquet!
nl: Ken jij iemand die zich buitengewoon heeft ingezet voor het onderwijs en altijd klaarstaat om studenten te helpen? Nomineer hem/haar dan voor een onderwijsbloemetje!

source: Think for example of a teacher who gives extra lectures or a student assistant who is making hours in overtime to help each and everyone of you! You can nominate someone filling in and sending the form below.
nl: Denk bijvoorbeeld aan een docent die extra colleges geeft, of een studentassistent die overuren draait om iedereen te helpen. Je kan iemand nomineren door het volgende formulier in te vullen en te verzenden.

source: There is a chance that the course or module you are looking for does not yet exist. If so, please create a <a href="%(new_course_url)s?next=%(return_url)s">new course</a> or a <a href="%(new_module_url)s?next=%(return_url)s">new module</a>.
nl: Het kan zijn dat het vak dat je zoekt nog niet bestaat. Als dat zo is, maak dan a.u.b. een <a href="%(new_course_url)s?next=%(return_url)s">nieuw vak</a> of een <a href="%(new_module_url)s?next=%(return_url)s">nieuwe module</a> aan.

source: Previous bouquets
nl: Vorige bloemetjes

source: These complaints have been received concerning this module
nl: Over deze module zijn de volgende klachten binnengekomen

source: Add module
nl: Module toevoegen

source: Module course code
nl: Vakcode van de module

source: Education
nl: Onderwijs

source: Information
nl: Informatie

source: Edit category
nl: Wijzig categorie

source: Add new category
nl: Nieuwe categorie toevoegen

source: Add new info
nl: Nieuwe informatie toevoegen

source: Updated %(time)s ago
nl: %(time)s geleden geüpdatet

source: Move up
nl: Verplaats omhoog

source: Move down
nl: Verplaats omlaag

source: Summaries
nl: Samenvattingen

source: Search for a course
nl: Zoek een vak

source: This content is not managed by Inter-<i>Actief</i>, but by <a href="http://samenvattingen.student.utwente.nl/wiki.php/SamenvattingenWIKI:Info">SamenvattingenWiki (SummariesWiki)</a>.
nl: Deze inhoud wordt niet beheerd door Inter-<i>Actief</i>, maar door <a href="http://samenvattingen.student.utwente.nl/wiki.php/SamenvattingenWIKI:Info">SamenvattingenWiki</a>.

source: Appendix
nl: Bijlage

source: File not found
nl: Bestand niet gevonden

source: GMM Document
nl: ALV-stuk

source: GMM Documents
nl: ALV-stukken

source: File
nl: Bestand

source: Files
nl: Bestanden

source: Stay logged in
nl: Blijf ingelogd

source: # documents
nl: # documenten

source: Add documents
nl: Documenten toevoegen

source: GMM documents
nl: ALV-stukken

source: GMM archive
nl: ALV-archief

source: Upcoming GMM
nl: Aankomende ALV

source: For a General Members Meeting there are almost always different documents available to offer everyone the opportunity to prepare themselves. On this page the documents for the differetn GMMs are available for download.
nl: Voor een Algemene Ledenvergadering zijn vrijwel altijd verschillende stukken beschikbaar, om iedereen de mogelijkheid te bieden zich goed voor te bereiden. Op deze pagina zijn de stukken voor de verschillende ALV's te downloaden.

source: Articles of Association, Rules and Regulations and other documents
nl: Statuten, HR en andere documenten

source: For formal association documents, only the Dutch version is legally binding.
nl: Bij formele verenigingsdocumenten is alleen de Nederlandse versie rechtsgeldig.

source: Documents for upcoming GMM
nl: Stukken voor aankomende ALV

source: (date yet unknown)
nl: (datum nog onbekend)

source: For this GMM, the following documents are available:
nl: Voor deze ALV zijn de volgende documenten beschikbaar:

source: Document for GMM of %(date)s
nl: Stukken voor de ALV van %(date)s

source: Change language preference
nl: Change language preference/Voorkeurstaal wijzigen

source: I.C.T.S.V. Inter-<i>Actief</i><br /> P.O. Box 217<br /> 7500 AE Enschede<br /> 053 - 489 3756<br /> <a href="mailto:contact@inter-actief.net" style="color:white">contact@inter-actief.net</a><br /> <a href="https://www.inter-actief.net/" style="color:white">https://www.inter-actief.net/</a>
nl: I.C.T.S.V. Inter-<i>Actief</i><br /> <a href="mailto:contact@inter-actief.net" style="color:white">contact@inter-actief.net</a><br /> <a href="https://www.inter-actief.net/" style="color:white">http://www.inter-actief.net/</a>

source: Change language preference:
nl: Change language preference/Voorkeurstaal wijzigen:

source: Delivery report
nl: Afleverrapport

source: Hey there,
nl: Hallo daar,

source: You receive this e-mail report because you send a mailing.
nl: Je ontvangt dit e-mailrapport omdat je een mailing verstuurd hebt.

source: %(mail_count)s messages have been sent. %(sent_count)s of these have been accepted and %(error_count)s have not.
nl: Er zijn %(mail_count)s berichten verstuurd. Hiervan zijn er %(sent_count)s geaccepteerd en %(error_count)s niet geaccepteerd.

source: The construction or sending of the message has failed for the following people:
nl: Bij de volgende personen is het opstellen of verzenden van het bericht mislukt:

source: %(mail_count)s have been sent. Of these %(sent_count)s have been accepted and %(error_count)s have not.
nl: Er zijn %(mail_count)s berichten verstuurd. Hiervan zijn er %(sent_count)s geaccepteerd en %(error_count)s niet geaccepteerd.

source: Gender
nl: Geslacht

source: Language of preference
nl: Voorkeurstaal

source: International student
nl: Internationale student

source: Birth date
nl: Geboortedatum

source: Preferences
nl: Voorkeuren

source: Bachelor degree
nl: Bachelor afgerond

source: Started mastereducation
nl: Begonnen aan master

source: Please fill in a start date when filling in a mastercourse.
nl: Als je een master invult, moet je (minimaal) ook een begindatum invullen.

source: Suggestion:
nl: Suggestie:

source: Related to
nl: Verbonden aan

source: Current association year
nl: Huidig verenigingsjaar

source: Upcoming association year
nl: Volgend verenigingsjaar

source: Immediately
nl: Per direct

source: At the end of the association year
nl: Aan het einde van het verenigingsjaar

source: BIC has to be entered for foreign bankaccounts.
nl: BIC moet ingevuld worden met een buitenlandse rekening.

source: BIC could not be generated, please enter yourself.
nl: Kon BIC niet automatisch bepalen, vul deze alsjeblieft zelf in.

source: Choose a name from the suggestions.
nl: Kies een naam uit de suggesties.

source: A study has been chosen, but no cohort was specified. Enter the missing data to continue.
nl: Er is wel een studie gekozen, maar geen generatie. Vul een generatie in om verder te gaan.

source: IBAN is required if a mandate is checked!
nl: IBAN moet ingevuld worden als er een machtiging aangevinkt is!

source: A student with this student number already exists.
nl: Student met dit studentnummer bestaat al.

source: This student number is already pre-enrolled. A board member can activate your account.
nl: Dit studentnummer is al vooringeschreven. Een bestuurder kan je account activeren.

source: If we can use your parent(s)/guardian(s) data, then you need to enter at least their e-mail address!
nl: Als we de gegevens van je ouder(s)/verzorger(s) mogen gebruiken dan moet je in ieder geval het e-mailadres invullen!

source: If we can not use your parent(s)/guardian(s) data, then you do not need to enter any data!
nl: Als we de gegevens van je ouder(s)/verzorger(s) niet mogen gebruiken dan moet je ook geen gegevens invullen!

source: A cohort has been chosen, but no study was specified. Enter at least one study to continue.
nl: Er is wel een generatie gekozen, maar geen studie. Vul een studie in om verder te gaan.

source: An employee with this employee number already exists.
nl: Medewerker met dit medewerkersnummer bestaat al.

source: Please enter your own bank account number!
nl: Vul alstublieft uw eigen rekeningnummer in!

source: BIC is not from a SEPA country
nl: BIC komt niet uit een SEPA land

source: By last name
nl: Op achternaam

source: By first name
nl: Op voornaam

source: By student number
nl: Op studentnummer

source: By order of pre-enrollment
nl: Op volgorde van voorinschrijving

source: Position
nl: Functie

source: Parent committee
nl: Oudercommissie

source: Student number
nl: Studentnummer

source: There is no student with this student number.
nl: Student met dit studentnummer bestaat niet.

source: Person name
nl: Naam van persoon

source: This person is currently a member of this committee
nl: Deze persoon is op dit moment lid van deze commissie

source: Members of this committee
nl: Leden van deze commissie

source: Committee information (localized for user)
nl: Commissie-informatie (gelokaliseerd voor gebruiker)

source: Committees in this category
nl: Commissies in deze categorie

source: Abbreviation
nl: Afkorting

source: faculty
nl: faculteit

source: faculties
nl: faculteiten

source: Chair
nl: Leerstoel

source: Service
nl: Dienst

source: Faculty
nl: Faculteit

source: department
nl: afdeling

source: departments
nl: afdelingen

source: Engineer
nl: Ingenieur

source: Faculties
nl: Faculteiten

source: Course length
nl: Studielengte

source: Primary study
nl: Hoofdstudie

source: Indicates that this study is one of our primary studies
nl: Geeft aan dat deze studie een van onze primaire studies is

source: Make a study inactive when the study is not given any more on the University of Twente
nl: Maak een studie inactief als de studie niet meer gegeven wordt op de Universiteit Twente

source: study
nl: studie

source: Color
nl: Kleur

source: What is the color of this dogroup?
nl: Wat is de kleur van deze doegroep?

source: do-group
nl: doegroep

source: do-groups
nl: doegroepen

source: Generation
nl: Generatie

source: Introduction parents
nl: Doegroepouders

source: Generation color
nl: Generatiekleur

source: Similar to the dogroup color, however this value can be set in order to override the color for just this generation
nl: Vergelijkbaar met de kleur van een doegroep, maar als deze is ingevuld overschrijft het de originele doegroep kleurwaarde

source: do-group generation
nl: doegroepgeneratie

source: do-group generations
nl: doegroepgeneraties

source: The mail alias for a dogroup generation may only point to an Inter-Actief server.
nl: Het email alias voor een doegroep mag alleen maar verwijzen naar een Inter-Actief server.

source: association
nl: vereniging

source: associations
nl: verenigingen

source: Category of preference
nl: Voorkeurscategorie

source: category of preference
nl: voorkeurscategorie

source: categories of preference
nl: voorkeurscategorieën

source: Preference
nl: Voorkeur

source: Preference(s)
nl: Voorkeur(en)

source: Standard
nl: Standaard

source: Adjustable by the user in profile
nl: Instelbaar door gebruiker in profiel

source: Adjustable by the user on login
nl: Instelbaar door gebruiker bij inloggen

source: preference
nl: voorkeur

source: Woman
nl: Vrouw

source: Other
nl: Overig

source: Yes, I am an international student.
nl: Ja, ik ben een internationale student.

source: No, I am not an international student.
nl: Nee, ik ben geen internationale student.

source: I would rather not say if I'm an international student or not.
nl: Ik wil liever niet zeggen of ik een internationale student ben of niet.

source: No preference
nl: Geen voorkeur

source: Initials
nl: Initialen

source: Photo
nl: Foto

source: Unverified photo
nl: Onbeoordeelde foto

source: Notes
nl: Notities

source: Postal code
nl: Postcode

source: City
nl: Plaats

source: Country
nl: Land

source: Phonenumber
nl: Telefoonnummer

source: E-mail address of parent(s)/guardian(s)
nl: E-mailadres van ouder(s)/verzorger(s)

source: Address of parent(s)/guardian(s)
nl: Adres van ouder(s)/verzorger(s)

source: Postal code of parent(s)/guardian(s)
nl: Postcode van ouder(s)/verzorger(s)

source: Residence of parent(s)/guardian(s)
nl: Woonplaats van ouder(s)/verzorger(s)

source: Country of parent(s)/guardian(s)
nl: Land van ouder(s)/verzorger(s)

source: My parents' address details may be used for the parents day.
nl: De adresgegevens van mijn ouders mogen gebruikt worden voor de ouderdag.

source: You can only enter ^[a-z]*$.
nl: Je mag alleen ^[a-z]*$ invullen.

source: Invalid account name
nl: Ongeldige accountnaam

source: UT external account name
nl: UT Externen-accountnaam

source: You can only enter ^x[0-9]{7}$.
nl: Je mag alleen ^x[0-9]{7}$ invullen.

source: Has signed NDA
nl: Heeft getekende NDA

source: User
nl: Gebruiker

source: Password reset code
nl: Wachtwoordherstelcode

source: Password reset code expiry
nl: Verloopdatum wachtwoordherstelcode

source: person
nl: persoon

source: people
nl: personen

source: Your email address is not to point to an Inter-Actief server. If you have a Google Apps account please use firstname.lastname@gapps.inter-actief.nl as an alternative.
nl: Je E-mailadres mag niet naar een Inter-Actief server verwijzen. Als je een Google Apps account hebt kan je voornaam.achternaam@gapps.inter-actief.nl gebruiken.

source: Needs verification
nl: Moet geverifiëerd worden

source: membership type
nl: lidmaatschapstype

source: membership types
nl: lidmaatschapstypes

source: way of payment
nl: betalingswijze

source: ways of payment
nl: betalingswijzen

source: students
nl: studenten

source: End
nl: Eind

source: Has graduated
nl: Is afgestudeerd

source: study period
nl: studieperiode

source: study periods
nl: studieperiodes

source: Employee number
nl: Medewerkernummer

source: employee
nl: medewerker

source: employees
nl: medewerkers

source: External photographers should at least have a first- and lastname.
nl: Een externe fotograaf moet op zijn minst een voor- en achternaam hebben.

source: Member
nl: Lid

source: Ended preliminary
nl: Voortijdig beëindigd

source: Verified on
nl: Geverifiëerd op

source: membership
nl: lidmaatschap

source: memberships
nl: lidmaatschappen

source: Membership
nl: Lidmaatschap

source: payment
nl: betaling

source: payments
nl: betalingen

source: committee category
nl: commissiecategorie

source: committee categories
nl: commissiecategorieën

source: You can only enter ^[a-zA-Z0-9.-]*$.
nl: Je mag alleen ^[a-zA-Z0-9.-]*$ invullen.

source: Parent committees
nl: Oudercommissies

source: Started on
nl: Begonnen op

source: Ended on
nl: Beëindigd op

source: Information (en)
nl: Informatie (en)

source: E-mail address is private
nl: E-mailadres is privé

source: The e-mail address of this committee is not displayed on the website
nl: Het e-mailadres van deze commissie wordt niet op de website getoond

source: Is board
nl: Is bestuur

source: Members of this committee are granted board authorities on this web site
nl: Leden van deze commissie krijgen bestuursrecht op de website

source: Members of this committee get access to GitLab
nl: Leden van deze commissie krijgen toegang tot GitLab

source: ledger account
nl: grootboekrekeningnummer

source: committee
nl: commissie

source: committees
nl: commissies

source: The email address for a committee may only point to an Inter-Actief server.
nl: Het e-mailadres van een commissie mag alleen maar verwijzen naar een Inter-Actief server.

source: Committee
nl: Commissie

source: position
nl: functie

source: functions
nl: functies

source: Person is already a member of this committee.
nl: Persoon zit al in deze commissie.

source: Authorizations
nl: Machtigingen

source: Chosen membership type
nl: Gekozen lidmaatschapstype

source: Membership start year
nl: Startjaar lidmaatschap

source: Study start date
nl: Begindatum studie

source: Amélie-number
nl: Amélie-nummer

source: S/M number
nl: S/M-nummer

source: Younger than 18 years old
nl: Jonger dan 18 jaar oud

source: Return former members
nl: Geef ook oudleden terug

source: Only return former members
nl: Geef alleen oudleden terug

source: Has not paid yet
nl: Heeft nog niet betaald

source: Was a member in one of these years
nl: Was lid in een van deze jaren

source: Return members who do not have the following options
nl: Geef de personen die de volgende voorkeuren niet hebben

source: Membership is not verified
nl: Lidmaatschap is niet geverifiëerd

source: Membership is verified (or not needed for type)
nl: Lidmaatschap is geverifiëerd (of dat is niet nodig)

source: Is an active member
nl: Is actief lid

source: Is a not-active member
nl: Is geen actief lid

source: Has signed an NDA
nl: Heeft een getekende NDA

source: Once did
nl: Zat ooit in

source: Does
nl: Zit in

source: Was active in
nl: Was actief in

source: Member is employee
nl: Persoon is medewerker

source: Belongs to
nl: Hoort bij

source: Has a dogroup
nl: Heeft een doegroep

source: Has no dogroup
nl: Heeft geen doegroep

source: Mandate number
nl: Machtigingnummer

source: Students in their second year or higher, including all masters (primary studies)
nl: Tweedejaarsstudenten en hoger, inclusief alle masters (alleen hoofdstudies)

source: Students in their third year or higher, including all masters (primary studies)
nl: Derdejaarsstudenten en hoger, inclusief alle masters (alleen hoofdstudies)

source: Students in their fourth year or higher, including all masters (primary studies)
nl: Vierdejaarsstudenten en hoger, inclusief alle masters (alleen hoofdstudies)

source: Students in their fifth year or higher, including all masters (primary studies)
nl: Vijfdejaarsstudenten en hoger, inclusief alle masters (alleen hoofdstudies)

source: Invalid student or employee number.
nl: Ongeldig student- of medewerkernummer.

source: Invalid IBAN.
nl: Ongeldig IBAN.

source: Invalid characters in name.
nl: Ongeldige karakters in naam.

source: Sender's name
nl: Naam afzender

source: Sender's e-mail
nl: Afzender e-mail

source: Message (Dutch)
nl: Bericht (Nederlands)

source: Message (English)
nl: Bericht (Engels)

source: Invalid subject
nl: Ongeldig onderwerp

source: Invalid template
nl: Ongeldig template

source: Include people on the waiting list
nl: Ook mensen op de wachtlijst

source: The mails are now being sent one by one. This happens in a background process and might take a while.
nl: De mails worden nu een voor een verstuurd. Dit gebeurt in een achtergrondproces en kan even duren.

source: The push notifications are now being sent one by one. This happens in a background process and might take a while. You will get a delivery report via e-mail when it is complete.
nl: De pushnotificaties worden nu verstuurd. Dit gebeurt in een achtergrondproces en kan even duren.Je krijgt straks een afleverrapport via e-mail.

source: Could not make a data export, because an unknown data export type was selected.
nl: Kon geen data-export maken, omdat er een onbekend data-exporttype is opegeven.

source: [Inter-Actief] Happy Birthday!
nl: [Inter-Actief] Gefeliciteerd met je verjaardag!

source: Dear %(first_name)s, The board of Inter-Actief congratulates you with your %(age)s birthday! If you find yourself near Inter-Actief today, please come by the Inter-Actief room so we can congratulate you in person. Also if you would like to get a nice present, when you come to out next afternoon drink and show you had your birthday you will receive a large glass filled with beer or soda, free of charge! We wish you a very happy day! Kind regards, The board of Inter-Actief
nl: Beste %(first_name)s, Namens het bestuur van Inter-Actief, van harte gefeliciteerd met je %(age)s verjaardag! Mocht je toevallig in de buurt van Inter-Actief komen vandaag, kom dan even langs, we feliciteren je namelijk ook nog graag persoonlijk. Kom vooral naar de volgende borrel voor een leuk presentje. Wanneer je laat zien dat je jarig bent geweest, krijg je een gigantisch glas gevuld met bier of fris, helemaal gratis! We wensen je in ieder geval een hele fijne dag toe! Met vriendelijke groet, Het bestuur van Inter-Actief

source: Birthdays
nl: Verjaardagen

source: year
nl: jaar

source: years
nl: jaren

source: There are no birthdays today
nl: Er zijn geen jarigen vandaag.

source: Booklist
nl: Boekenlijst

source: This is the book list for IAPC. The first list contains al students of BIT and MBI, the second on all other students who are a member of Inter-<i>Actief</i>.
nl: Dit zijn de boekenlijsten voor IAPC. De eerste lijst bevat alle student BIT en MBI, de tweede lijst alle andere studenten die bij ons lid zijn.

source: BIT-students
nl: BIT-studenten

source: Other students
nl: Andere studenten

source: Edit members
nl: Wijzig leden

source: There are no events
nl: Er zijn geen activiteiten

source: Add new event
nl: Nieuwe activiteit toevoegen

source: Overview of former members
nl: Oud-lid-historie
