Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: previous IBAN
nl: vorige IBAN

source: previous BIC
nl: vorige BIC

source: other bank
nl: andere bank

source: remark
nl: opmerking

source: Amendment of %(authorization)s on %(date)s
nl: Amendement van %(authorization)s op %(date)s

source: amendment
nl: amendement

source: amendments
nl: amendementen

source: created on
nl: aangemaakt op

source: Direct withdrawal-task
nl: Incasso-opdracht

source: Direct withdrawal-tasks
nl: Incasso-opdrachten

source: Processed
nl: Verwerkt

source: Declined
nl: Geweigerd

source: Cancelled
nl: Geannuleerd

source: First collection
nl: Eerste incasso

source: Continuation of direct withdrawal
nl: Vervolgincasso

source: Last collection
nl: Laatste incasso

source: One-time direct withdrawal
nl: Eenmalige incasso

source: assignment
nl: opdracht

source: date of execution
nl: uitvoerdatum

source: direct withdrawal-batch
nl: incasso-batch

source: direct withdrawal-batches
nl: incasso-batches

source: direct withdrawal-instruction
nl: incasso-instructie

source: direct withdrawal-instructions
nl: incasso-instructies

source: instruction
nl: instructie

source: Processing date
nl: Verwerkingsdatum

source: Fill out processing date, not rent date. See Rabobank Internet Banking.
nl: Vul hier de verwerkingsdatum in, niet de rentedatum. Zie Rabobank Internetbankieren.

source: A debit reversal is pre-settlement when the withdrawal happens before the crediting of the direct withdrawal has taken place.
nl: Een terugboeking is pre-settlement als de afboeking gebeurt voordat de bijschrijving van de incasso plaatsvindt.

source: reason
nl: reden

source: Debit reversal %s
nl: Terugboeking %s

source: debit reversal
nl: terugboeking

source: reversal
nl: terugboeking

source: Actor
nl: Acteur

source: Document name
nl: Documentnaam

source: Printer Job ID
nl: Printer Opdracht-ID

source: Page count
nl: Aantal pagina's

source: print log entry
nl: printlogboekvermelding

source: print log entries
nl: printlogboekvermeldingen

source: %(actor)s printed %(pages)s page(s) %(for_str)s
nl: %(actor)s heeft %(pages)s pagina(s) geprint %(for_str)s

source: for %(committee)s
nl: voor %(committee)s

source: for personal use
nl: voor persoonlijk gebruik

source: Registration token
nl: Registratietoken

source: Access for personal tab only.
nl: Uitsluiten toegankelijk voor de streeplijst.

source: Something went wrong, please try again later.
nl: Er ging iets fout, probeer het later opnieuw.

source: No cards were scanned, please try again.
nl: Er zijn geen kaarten gescand, probeer het opnieuw.

source: You do not have a valid mandate or are not a member anymore. Contact the board for help.
nl: Je hebt geen geldige machtiging of bent geen lid meer. Neem contact op met het bestuur voor hulp.

source: RFID-cards from multiple people recognised. Please scan one card at a time.
nl: RFID-kaarten van meerdere personen herkend. Scan alsjeblieft maar 1 kaart tegelijkertijd.

source: Multiple unknown RFID-cards detected. Please scan one card at a time.
nl: Meerdere onbekende RFID-kaarten gescand. Scan alsjeblieft maar 1 kaart tegelijkertijd.

source: Invalid token type requested.
nl: Ongeldig token type opgevraagd.

source: Invalid token type requested!
nl: Ongeldig token type opgevraagd!

source: No card was scanned, please try again.
nl: Er is geen kaart gescand, probeer het opnieuw.

source: Something went wrong while scanning the RFID card. Please try again.
nl: Er ging iets mis bij het scannen van de RFID-kaart. Probeer het opnieuw.

source: This card is already registered.
nl: Deze kaart is al geregistreerd.

source: This card has already been registered, but has not been activated on the website. Please contact the board.
nl: Deze kaart is al geregistreerd, maar nog niet geactiveerd via de website. Neem contact op met het bestuur.

source: This user is inactive. Please contact the board.
nl: Deze gebruiker is inactief. Neem contact op met het bestuur.

source: You are (not yet/ no longer) a member of Inter-Actief. Ask the board for a membership form.
nl: Je bent (nog) geen lid (meer) van Inter-Actief. Vraag het bestuur om een lidmaatschapsformulier.

source: Card successfully registered. Please scan the card again to log in.
nl: Kaart succesvol geregistreerd. Scan de kaart opnieuw om in te loggen.

source: Invalid login token, please try again!
nl: Ongeldig login token, probeer het opnieuw!

source: Invalid token, please try again!
nl: Ongeldig token, probeer het opnieuw!

source: This token was already used before, please try again!
nl: Dit token is al een keer eerder gebruikt, probeer het opnieuw!

source: Cookie Corner login verified successfully!
nl: Koekenkast login succesvol geverifiëerd!

source: New card registration verified successfully!
nl: Nieuwe kaartregistratie succesvol geverifiëerd!

source: Unknown token verified successfully!
nl: Onbekend token succesvol geverifiëerd!

source: An unknown error occurred, please try again!
nl: Er is een onbekende fout opgetreden, probeer het opnieuw!

source: The login code is invalid or expired, please try again!.
nl: Deze logincode is ongeldig of verlopen, probeer het opnieuw!

source: Session timed out. You were logged out.
nl: Sessie is verlopen. Je bent uitgelogd.

source: Purchase cancelled. You are now logged out.
nl: Aankoop geannuleerd. Je bent nu uitgelogd.

source: No user was logged in. No products were purchased, please try again.
nl: Er was geen gebruiker ingelogd. Er is niks gekocht, probeer het opnieuw.

source: Invalid shopping cart. No products are bought. Please try again. (error 1)
nl: Ongeldig winkelmandje. Er is niks gekocht. Probeer het opnieuw. (error 1)

source: No products were selected. Please try again.
nl: Er zijn geen producten geselecteerd. Probeer het opnieuw.

source: Invalid shopping cart. No products are bought. Please try again. (error 2)
nl: Ongeldig winkelmandje. Er is niks gekocht. Probeer het opnieuw. (error 2)

source: Invalid shopping cart. No products are bought. Please try again. (error 3)
nl: Ongeldig winkelmandje. Er is niks gekocht. Probeer het opnieuw. (error 3)

source: Invalid shopping cart. No products are bought. Please try again. (error 4)
nl: Ongeldig winkelmandje. Er is niks gekocht. Probeer het opnieuw. (error 4)

source: Purchase registered!
nl: Aankoop geregistreerd!

source: You have been logged out. No purchase was made. Please try again
nl: Je bent uitgelogd. Er is niks gekocht. Probeer het opnieuw

source: Selected user does not exist, please try again.
nl: Geselecteerde gebruiker bestaat niet, probeer het opnieuw.

source: This person is (not) a member of Inter-Actief (anymore).
nl: Deze persoon is (nog) geen lid (meer) van Inter-Actief.

source: You are not a board member of Inter-Actief. Ask the board to register your card.
nl: Je bent geen bestuurder van Inter-Actief. Vraag het bestuur je kaart te registreren.

source: You have been logged out. No card was registered. Please try again
nl: Je bent uitgelogd. Er is geen kaart geregistreerd. Probeer het opnieuw

source: Card successfully registered. You have been logged out.
nl: Kaart succesvol geregistreerd. Je bent uitgelogd.

source: Multiple unknown RFID-cards detected. Please scan one card at a time. You have been logged out.
nl: Meerdere onbekende RFID-kaarten gescand. Scan alsjeblieft 1 kaart tegelijkertijd. Je bent uitgelogd.

source: Document '{name}' with {pages} page(s) was queued for printing successfully.
nl: Document '{name}' met {pages} pagina(s) is succesvol in de printwachtrij gezet.

source: Error while submitting print to the printer. No prints were registered. Error: {ex}
nl: Fout tijdens het versturen van de printopdracht naar de printer. Er zijn geen prints geregistreerd. Error: {ex}

source: Refund for print, transaction #{tid}
nl: Terugbetaling voor print, transactie #{tid}

source: Print by {person} was refunded successfully.
nl: Print van {person} is succesvol terugbetaald.

source: Username and password are obligatory
nl: Gebruikersnaam en wachtwoord zijn verplicht.

source: Username and/or password incorrect.
nl: Gebruikersnaam en/of wachtwoord is onjuist.

source: No cards are scanned.
nl: Er zijn geen kaarten gescand.

source: This RFID card is already registered.
nl: Deze RFID-kaart is al geregistreerd.

source: Card is registered.
nl: Kaart is geregistreerd.

source: {} ledger statistics
nl: {} grootboekstatistieken

source: Personal tab statistics
nl: Streeplijststatistieken

source: Personal tab balance
nl: Streeplijst totalen

source: Alexia transactions
nl: Alexiatransacties

source: Contribution transactions
nl: Contributietransacties

source: Discount offers
nl: Kortingsacties

source: Discount balances
nl: Kortingstegoeden

source: Custom transactions
nl: Overige transacties

source: Transaction information
nl: Transactiegegevens

source: Deleted event
nl: Verwijderd event

source: Question
nl: Vraag

source: Transaction number Alexia
nl: Transactienummer Alexia

source: Purchases
nl: Aankopen

source: No purchases.
nl: Geen aankopen.

source: It was not possible to retrieve the transaction details.
nl: Het was niet mogelijk de transactiedetails op te halen.

source: Anonymize old mandates
nl: Oude machtigingen anonimiseren

source: The following mandates are no longer actively used and can be anonymized.
nl: Onderstaande machtigingen worden niet meer gebruikt en kunnen geanonimiseerd worden.

source: Number of mandates
nl: Aantal machtigingen

source: Anonymize mandates
nl: Machtigingen anonimiseren

source: Old mandates anonymized
nl: Oude machtigingen geanonimiseerd

source: The following mandates are anonymized and their paper version can be destroyed.
nl: Onderstaande machtigingen zijn geanonimiseerd en de papieren versies kunnen daarom geshred worden.

source: End inactive mandates
nl: Inactieve machtigingen beëindigen

source: The following mandates are no longer actively used and can be ended.
nl: Onderstaande machtigingen worden niet meer actief gebruikt en kunnen beëindigd worden.

source: End mandates
nl: Machtigingen beëindigen

source: Edit transaction
nl: Transactie wijzigen

source: Delete transaction
nl: Verwijder transactie

source: This transaction is not editable as it has already been debited.
nl: De transactie is niet aan te passen omdat deze al geïncasseerd is.

source: Reversed collection
nl: Teruggeboekte incasso

source: Delete transaction '%(object)s'
nl: Verwijder transactie '%(object)s'

source: Are you sure you want to delete '%(object)s' for %(person)s?
nl: Weet je zeker dat je '%(object)s' van %(person)s wilt verwijderen?

source: Add transaction
nl: Transactie toevoegen

source: Edit transaction '%(object)s'
nl: Wijzig transactie '%(object)s'

source: You are now adding a transaction to a personal tab
nl: Je voegt nu een streeplijsttransactie toe

source: You are now adding a transaction in the category "Other"
nl: Je voegt nu een overige transactie toe

source: Add amendment
nl: Amendement invoeren

source: With this form, you can add a debit reversal of direct withdrawal-instruction <a href="%(url)s">%(authorization)s</a>.
nl: Met dit formulier kun je een amendement invoeren voor machtiging <a href="%(url)s">%(authorization)s</a>.

source: Search mandates for collection
nl: Machtigingen zoeken

source: Person/account holder
nl: Persoon/rekeninghouder

source: (not yet) active
nl: (nog) niet actief

source: Mandate reference
nl: Machtigingskenmerk

source: print
nl: afdrukken

source: Amendments
nl: Amendementen

source: Previous IBAN
nl: Vorige IBAN

source: Previous BIC
nl: Vorige BIC

source: Other bank
nl: Andere bank

source: Instruction
nl: Instructie

source: No amendments have been found.
nl: Er zijn geen amendementen gevonden.

source: No amendments can be added right now.
nl: Er kan nu geen amendement toegevoegd worden.

source: Instructions
nl: Instructies

source: Task/batch
nl: Opdracht/batch

source: Amendment
nl: Amendement

source: No instructions have been found.
nl: Er zijn geen instructies gevonden.

source: Result
nl: Resultaat

source: Balance date:
nl: Balansdatum:

source: Total costs
nl: Totaal bedrag

source: Exam credits
nl: Tentamenkoekentegoed

source: Balance
nl: Saldo

source: Select a period and click Balance.
nl: Selecteer een periode en klik op Balans.

source: Cookie and candy list of %(person)s
nl: Streeplijst van %(person)s

source: Your current balance is &euro; %(curr_balance)s. Including future transactions that will be &euro; %(all_balance)s.
nl: Je huidige streeplijstsaldo is &euro; %(curr_balance)s, met toekomstige transacties meegerekend is dat &euro; %(all_balance)s.

source: On %(date)s, <a href="%(url)s">&euro; %(amount)s will be withdrawn</a> from your bank account.
nl: Er wordt op %(date)s <a href="%(url)s">&euro; %(amount)s geincasseerd</a> van je rekening.

source: Because you have submitted an exam paper, you may spend %(credit)s on consumptions.
nl: Omdat je tentamens hebt ingeleverd, mag je nog voor %(credit)s aan koeken kopen.

source: No transactions have been found
nl: Er zijn geen transacties gevonden.

source: Last %(amount)s added transactions.
nl: Laatste %(amount)s toegevoegde transacties.

source: Previous transactions
nl: Eerdere transacties

source: History of exam credit
nl: Geschiedenis tentamentegoed

source: Add transaction to personal tab
nl: Streeplijsttransactie toevoegen

source: Add other transaction
nl: Overige transactie toevoegen

source: Add credit for exams
nl: Tentamenkoekentegoed toevoegen

source: Insert reversal
nl: Terugboeking invoeren

source: With this form, you can add a debit reversal of direct withdrawal-instruction <a href="%(url)s">%(instruction)s</a>.
nl: Met dit formulier kun je een terugboeking invoeren van incasso-instructie <a href="%(url)s">%(instruction)s</a>.

source: Direct withdrawal-instruction
nl: Incasso-instructie

source: Reference of direct withdrawal
nl: Incassoreferentie

source: direct withdrawal-task
nl: incasso-opdracht

source: Direct withdrawal-batch
nl: Incasso-batch

source: no
nl: nee

source: Debit reversal
nl: Terugboeking

source: Create collection
nl: Incasso-opdracht aanmaken

source: Identification
nl: Identificatie

source: Created on
nl: Aangemaakt op

source: Send collection mailing
nl: Incassomailing versturen

source: Send mailing for direct withdrawal of membership fee
nl: Mailing voor contributie-incasso versturen

source: This task does not contain direct wirhdrawals for membership fees.
nl: Deze opdracht bevat geen contributie-incasso's.

source: Send mailing for direct withdrawal of personal tabs.
nl: Mailing voor streeplijstincasso versturen

source: This task does not contain direct withdrawals for personal tabs.
nl: Deze opdracht bevat geen streeplijstincasso's.

source: The first possible date of execution is %(minimal_execution_date)s.
nl: De eerstmogelijke uitvoerdatum is %(minimal_execution_date)s.

source: Create proposal
nl: Voorstel maken

source: Direct withdrawal of membership fees
nl: Contributie-incasso's

source: Ongoing first attempt at direct withdrawal
nl: Lopende eerste incassopoging

source: People with an ongoing first attempt at direct withdrawal will NOT be withdrawn from.
nl: Personen met lopende eerste incassopoging worden NIET incasseerd.

source: The first attempt at collection of the belowmentioned people has not yet been processed. They cannot be collected until the first attempt has been processed.
nl: Van de onderstaande personen is de eerste incassopoging nog niet verwerkt. Deze kunnen niet geincasseerd worden voordat de eerste incassopoging verwerkt is.

source: Follow-up direct withdrawal
nl: Vervolgincasso

source: Direct withdrawal of personal tabs
nl: Streeplijstincasso's

source: Negative balance
nl: Negatief saldo

source: People with a negative balance will NOT be withdrawn from.
nl: Personen met negatief saldo worden NIET incasseerd.

source: No mandate
nl: Geen machtiging

source: People who have not signed a direct debit mandate will NOT be withdrawn from.
nl: Personen zonder machtiging worden NIET incasseerd.

source: Mandate has ended
nl: Beëindigde machtiging

source: There are people whose mandate has ended.
nl: Er zijn personen met een beëindigde machtiging.

source: The people listed below used to have a mandate, but have had it canceled. You can still add them to a collection instruction.
nl: De onderstaande personen hebben wel een machtiging gehad, maar deze is inmiddels aangemerkt als beëindigd. Je kunt deze personen alsnog aan de incasso-opdracht toevoegen.

source: File identification
nl: Bestandsidentificatie

source: Number of transactions
nl: Aantal transacties

source: Total reversed
nl: Totaal gestorneerd

source: Total cost
nl: Totaalbedrag

source: Export direct withdrawal-file
nl: Incassobestand exporteren

source: Number of reference
nl: Referentienummer

source: No batches
nl: Geen batches

source: No batches have been found.
nl: Er zijn geen batches gevonden.

source: Exam credit transactions
nl: Transacties tentamenkoekentegoed

source: Show overview
nl: Overzicht tonen

source: Balance transaction
nl: Tegoedtransacties

source: Usage transactions
nl: Verbruiktransacties

source: Last %(count)s transactions
nl: Laatste %(count)s toegevoegde transacties.

source: Add credit for %(person)s.
nl: Tentamenkoekentegoed toevoegen voor %(person)s

source: Export list of direct withdrawals
nl: Incassolijst exporteren

source: Select a period and click export.
nl: Selecteer een periode en klik op exporteren.

source: Export
nl: Exporteren

source: Personal overview
nl: Persoonlijk overzicht

source: Price list
nl: Prijslijst

source: Transactionoverview
nl: Transactieoverzicht

source: Direct withdrawal-tasks (SEPA)
nl: Incasso-opdrachten (SEPA)

source: Deprecated pages
nl: Verouderde pagina's

source: Export list of direct withdrawals (ClieOp)
nl: Incassolijst exporteren (ClieOp)

source: Direct debit for %(person)s
nl: Incasso's voor %(person)s

source: No direct debits have been found.
nl: Er zijn geen incasso's gevonden.

source: End date (till)
nl: Einddatum (tot):

source: Time
nl: Tijd

source: Drink
nl: Borrel

source: Discount offer
nl: Kortingsactie

source: There are statistics to be shown.
nl: Er zijn statistieken om te laten zien.

source: from %(date_from)s till %(date_to)s
nl: van %(date_from)s tot %(date_to)s

source: Number negative balance
nl: Aantal negatief saldo:

source: Number exported:
nl: Aantal geëxporteerd:

source: Export to CSV
nl: CSV exporteren

source: has a negative balance
nl: heeft een negatief saldo

source: People with a negative balnce will NOT be exported.
nl: Personen met negative saldo worden NIET geëxporteerd.

source: No people with a negative balance.
nl: Geen personen met negatief saldo.

source: No transactions
nl: Geen transacties

source: To change or end your direct debit mandate, please contact the board.
nl: Voor het wijzigen of beëindigen van je machtiging kun je contact opnemen met het bestuur.

source: You have not yet signed a direct debit mandate. You can ask the board for one.
nl: Je hebt nog geen machtiging ingevuld. Je kunt het bestuur om een machtiging vragen.

source: Direct debits
nl: Incasso's

source: Last %(amount)s executed or planned direct debits.
nl: Laatste %(amount)s uitgevoerde of geplande incasso's.

source: View all direct debits.
nl: Alle incasso's bekijken

source: There are no direct debits executed or planned yet.
nl: Er zijn nog geen incasso's geweest of gepland.

source: Exam credit
nl: Tentamenkoeken

source: Because you have submitted an exam paper, you may spend %(credit)s on consumptions.
nl: Omdat je tentamens hebt ingeleverd, mag je nog voor %(credit)s aan koeken kopen.

source: You have no exam credit.
nl: Je hebt geen tentamenkoekentegoed.

source: Type of card
nl: Type kaart

source: Last used
nl: Laatst gebruikt

source: Before September 2019
nl: Voor September 2019

source: Deactivate
nl: Deactiveren

source: Discount amount
nl: Kortingsbedrag

source: Added
nl: Toegevoegd

source: No activity transactions.
nl: Geen activiteittransacties.

source: No Alexia transactions.
nl: Geen Alexia-transacties.

source: No mandates have been found.
nl: Er zijn geen machtigingen gevonden.

source: No transactions on personal tab.
nl: Geen streeplijsttransacties.

source: No other transactions.
nl: Geen overige transacties.

source: Collect
nl: Incasseren

source: There are no collections in this category.
nl: Er zijn geen incasso's in deze categorie.

source: Month
nl: Maand

source: Day
nl: Dag

source: Credit
nl: Tegoed

source: Usage
nl: Verbruik

source: Scan your card
nl: Scan uw kaart

source: Or press here to log in
nl: Of tik hier om in te loggen

source: THIS COOKIE CORNER IS RUNNING IN BETA MODE. PLEASE DO NOT BUY ANYTHING.
nl: DEZE COOKIE CORNER DRAAIT IN BETA MODUS. AUB NIKS KOPEN.

source: Upcoming Activities
nl: Aankomende Activiteiten

source: Full
nl: Vol

source: %(places)s left
nl: %(places)s vrij

source: 10+ left
nl: 10+ vrij

source: Closed
nl: Gesloten

source: No upcoming activities
nl: Geen aankomende activiteiten

source: There are no upcoming activities! Happy holidays?
nl: Er zijn geen aankomende activiteiten! Fijne vakantie?

source: Past Activities
nl: Afgelopen Activiteiten

source: No pictures of past activities found!
nl: Geen fotos van afgelopen activiteiten gevonden!

source: Weather
nl: Weer

source: Return to home
nl: Terug naar hoofdpagina

source: Register an external card
nl: Registreer een externe kaart

source: Search a person to whom the card should be registered
nl: Zoek de persoon aan wie de kaart geregistreerd moet worden.

source: Choose
nl: Kiezen

source: Scan an external card
nl: Scan een externe kaart

source: Please scan the RFID card now.
nl: Scan alsjeblieft nu je RFID kaart.

source: &euro; %(price)s per piece
nl: &euro; %(price)s per stuk

source: Please enter the amount of pieces...
nl: Voer aub het aantal in...

source: In shopping cart
nl: In winkelmand

source: Welcome,
nl: Welkom,

source: Register external card
nl: Registreer een externe kaart

source: Your top 5!
nl: Jouw top 5!

source: <b>Note:</b> These products are insta-buy!
nl: <b>Let op:</b> Deze producten zijn insta-buy!

source: No products bought yet!
nl: Nog geen producten gekocht!

source: Bought: %(amount)sx
nl: Gekocht: %(amount)sx

source: Shopping cart
nl: Winkelmandje

source: And {amount} more articles...
nl: En nog {amount} andere artikelen...

source: Log in
nl: Inloggen

source: Register new RFID card
nl: Registreer nieuwe RFID-kaart

source: Error
nl: Fout

source: Scan the QR code below to log in.
nl: Scan de QR code hieronder om in te loggen.

source: Scan the QR code below to register your new card.
nl: Scan de QR code hieronder om je kaart te registreren.

source: Something went wrong. Please go back to the main page.
nl: Er ging iets fout. Ga alsjebleift terug naar de hoofdpagina.

source: Success!
nl: Succes!

source: Price per piece
nl: Stukprijs

source: Subtotal
nl: Subtotaal

source: Total:
nl: Totaal:

source: You may close this window now.
nl: Je mag dit venster nu sluiten.

source: <a class="pos-link-button" href="%(home_url)s">Or go to the homepage</a>
nl: <a class="pos-link-button" href="%(home_url)s">Of ga naar de homepage</a>

source: Printer status (for www-supers):
nl: Printerstatus (voor www-supers):

source: Upload a PDF document to print on the Inter-Actief printer.
nl: Upload een PDF-document om te printen op de Inter-Actiefprinter.

source: Print logs
nl: Printlogboeken

source: Printing Information
nl: Printinformatie

source: Only PDF files are accepted
nl: Alleen PDF-bestanden worden geaccepteerd

source: Maximum file size:
nl: Maximale bestandsgrootte:
