Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: No user accounts could be retrieved
nl: Er konden geen accounts opgehaald worden

source: Activate mandate
nl: Machtiging activeren

source: Do you wish to activate mandate %(mandate)s?
nl: Wil je machtiging %(mandate)s activeren?

source: Only do this if the mandate has been signed and is in the treasurer's folder or mailbox.
nl: Doe dit alleen wanneer de machtiging getekend is en deze in de map of het postvakje van de penningmeester zit.

source: Activate
nl: Activeren

source: Person has been anonymized
nl: Persoon is geanonimiseerd

source: The personal data of %(name)s has been anonymized.
nl: De persoonsgegevens van %(name)s zijn geanonimiseerd.

source: Return to this person.
nl: Terug naar deze persoon.

source: Delete account
nl: Verwijder account

source: Are you sure you want to delete: %(person)s (id=%(id)s)?<br/> The following things will be removed as well:<br/>
nl: Weet je zeker dat je wilt verwijderen: %(person)s (id=%(id)s)?<br/> Je gooit hiermee ook de volgende dingen weg:<br/>

source: Membership: %(id)s
nl: Lidmaatschap: %(id)s

source: Yes, throw away
nl: Ja, gooi maar weg.

source: Change profile
nl: Persoon wijzigen

source: Are you sure?
nl: Weet je het zeker?

source: There is no accountname set. Without accountname, a person cannot log in.
nl: Er is geen accountnaam ingesteld. Zonder accountnaam kan deze persoon niet inloggen.

source: Graduated?
nl: Afgestudeerd?

source: Add new course
nl: Nieuwe studie toevoegen

source: Add
nl: Toevoegen

source: %(obj)s is not an employee.
nl: %(obj)s is geen medewerker

source: Configure
nl: Stel in

source: End mandate
nl: Machtiging beëindigen

source: Terminate memberships
nl: Lidmaatschap beëindigen

source: %(obj)s is not active.
nl: %(obj)s is geen student.

source: %(obj)s does not have a mandate.
nl: %(obj)s heeft geen machtigingen.

source: Add mandate
nl: Voeg machtiging toe

source: Reference
nl: Kenmerk

source: Sort
nl: Soort

source: Account holder
nl: Rekeninghouder

source: Signed
nl: Getekend

source: before September 2013
nl: voor september 2013

source: Terminate
nl: Beëindigen

source: %(obj)s is not a member.
nl: %(obj)s is geen lid.

source: Add membership
nl: Voeg lidmaatschap toe

source: %(obj)s is a member
nl: %(obj)s is lid

source: , but has not paid yet
nl: , maar heeft nog niet betaald.

source: %(first_name)s has a verified student status or does not need one.
nl: %(first_name)s is geverifiëerd als student of heeft dit niet nodig.

source: %(first_name)s has no verified student status while this is needed.
nl: %(first_name)s is niet geverifiëerd als student terwijl dit wel nodig is.

source: %(obj)s is not a member
nl: %(obj)s is niet lid.

source: Course year
nl: Collegejaar

source: Ended as of %(ended)s
nl: Beëindigd per %(ended)s

source: Delete payment
nl: Verwijder betaling

source: Process payment
nl: Voer betaling in

source: Terminate membership
nl: Einde lidmaatschap

source: BIC is not required for a Dutch IBAN
nl: BIC is niet vereist bij een Nederlands IBAN.

source: Add a membership
nl: Lidmaatschap toevoegen

source: Execute payment
nl: Betaling invoeren

source: Input
nl: Invoeren

source: Enrollment of new employee
nl: Inschrijven nieuwe medewerker

source: Enrollment of new external member
nl: Inschrijven nieuw extern lid

source: Enroll new freshman member
nl: Inschrijven nieuw eerstejaars lid

source: Enrollment of new member
nl: Inschrijven nieuw lid

source: Pre-enrollment successful
nl: Voorinschrijving geslaagd

source: Your pre-enrollment was successful!
nl: Je voorinschrijving is geslaagd!

source: Please check your e-mail for your enrollment form(s) and sign them!
nl: Controleer je e-mail voor je inschrijvingsformulier(en) en onderteken ze!

source: To finalize your enrollment at Inter-<i>Actief</i>, you will need to sign your membership form generated with the details you provided in previous steps. By signing this membership form, you agree to all terms of membership of the bylaws and the Rules and Regulations of this association.
nl: Om je inschrijving bij Inter-<i>Actief</i> af te ronden, moet je je lidmaatschapsformulier ondertekenen die is gegenereerd met de details die je in de vorige stappen hebt opgegeven. Door dit formulier te ondertekenen ga je akkoord met alle voorwaarden van het lidmaatschap volgens het Huishoudelijk Regelement en de Statuten van de vereniging.

source: If you opted for one or both mandates to pay for your membership fee and/or consumptions and activities, you will also need to sign these mandates.
nl: Als je hebt gekozen voor een van de, of beide machtigingen om voor je contributie en activiteiten te betalen, dan moet je deze machtigingen ook ondertekenen.

source: See you soon at Inter-<em>Actief</em>!
nl: Tot ziens bij Inter-<em>Actief</em>!

source: Complete!
nl: Compleet!

source: Back to front page
nl: Terug naar hoofdpagina

source: Pre-enroll new freshman member
nl: Nieuw eerstejaarslid voorinschrijven

source: Period(s)
nl: Periode(s)

source: No doegroep registered
nl: Geen doegroep geregistreerd

source: Current
nl: Actueel

source: %(obj)s is not a student.
nl: %(obj)s is geen student.

source: Pre-enrollment
nl: Voorinschrijving

source: Confirm deletion
nl: Bevestig verwijderen

source: Do you really want to delete the pre-enrollment of %(name)s of do-group %(dogroup)s?
nl: Weet je zeker dat je de voorinschrijving van %(name)s van doegroep %(dogroup)s wilt verwijderen?

source: Print all forms
nl: Print alle formulieren

source: Print all membership and authorization forms
nl: Print alle lidmaatschaps- en machtigingsformulieren

source: How should the forms be sorted?
nl: Hoe moeten de formulieren worden gesorteerd?

source: Should forms for one do-group be kept together?
nl: Moeten formulieren van een doegroep bij elkaar worden gehouden?

source: On which date will these forms be signed?
nl: Op welke datum worden deze formulieren ondertekend?

source: In which language should these forms be printed?
nl: In welke taal moeten deze formulieren worden geprint?

source: Print those forms!
nl: Print die formulieren!

source: Go back
nl: Ga terug

source: Pre-enrollment status
nl: Status van voorinschrijvingen

source: These are the current pre-enrollments that are not activated yet, per do-group.
nl: Dit zijn de huidige voorinschrinvingen die nog niet zijn geactiveerd, per doegroep.

source: If the member has signed their membership and authorization forms, you can click the "Activate" (<i class="icon icon-accept"></i>) button to activate the membership (and authorizations).
nl: Als het lid hun lidmaatschaps- en machtigingsformulieren hebben ondertekend, dan kan je op de "Activeer" (<i class="icon icon-accept"></i>) knop drukken om het lidmaatschap (en de machtigingen) van het lid te activeren.

source: You can also re-print the forms for that member by clicking the "Print" (<i class="icon icon-printer"></i>) button.
nl: Je kan ook de formulieren van een lid opnieuw printen door op de "Print" (<i class="icon icon-printer"></i>) knop te drukken.

source: Click the "Delete" (<i class="icon icon-delete"></i>) button to delete the pre-enrollment.
nl: Klik op de "Verwijder" (<i class="icon icon-delete"></i>) knop om de voorinschrijving te verwijderen.

source: Pre-enroll member
nl: Lid voorinschrijven

source: Disable deletions
nl: Verwijderknoppen uitschakelen

source: Enable deletions
nl: Verwijder-knoppen activeren

source: %(len)s enrollment(s)
nl: %(len)s inschrijving(en)

source: No members
nl: Geen leden

source: No pre-enrollments
nl: Geen voorinschrijvingen

source: There are currently no pre-enrollments.
nl: Er zijn momenteel geen voorinschrijvingen.

source: Search for members
nl: Zoek leden

source: Search members or alumni
nl: Zoek (oud)leden

source: More search options
nl: Meer zoekmogelijkheden

source: Advanced search form
nl: Uitgebreid zoekformulier

source: Enrollment check
nl: Inschrijfcontrole

source: Data
nl: Gegevens

source: No introduction group
nl: Geen doegroep

source: No study
nl: Geen studie

source: No membership
nl: Geen lidmaatschap

source: Card
nl: Kaart

source: Activated
nl: Geactiveerd

source: Not activated
nl: Niet geactiveerd

source: You didn't register any rfid cards.
nl: Er zijn geen rfid-kaarten geregistreerd.

source: Member statistics
nl: Leden statistieken

source: Date selector
nl: Datum kiezen

source: Render
nl: Weergeven

source: Members per study
nl: Leden per Studie

source: General statistics
nl: Hoofdstatistieken

source: Total number of members: %(members_count)s <br /> Number of active members (INF/BIT/Otherwise): %(active_members_count)s (%(active_members_tcs_count)s/%(active_members_bit_count)s/%(active_members_other_count)s)<br /> Number of active freshmen INF/BIT: %(active_freshmen_tcs_count)s/%(active_freshmen_bit_count)s<br /> Number of freshmen (INF/BIT): %(freshmen_count)s (%(freshmen_tcs_count)s/%(freshmen_bit_count)s)<br /> Percentage active members: %(percent_active_members)s%%<br/> Percentage active freshmen (relative to active members): %(percent_active_freshmen)s%%<br /> Faculty staff that are member: %(employee_count)s<br/> Number of committees: %(committee_count)s<br/> Filled committee spots: %(per_committee_total)s<br/> Average number of committees per active member (ex pools): %(average_committees_per_active_member)s (%(average_committees_ex_pools_per_active_member)s)<br/> Number of people in 1 committee: %(committees_1)s<br/> Number of people in 2 committees: %(committees_2)s<br/> Number of people in 3 committees: %(committees_3)s<br/> Number of people in 4 committees: %(committees_4)s<br/> Number of people in 5 committees: %(committees_5)s<br/> Number of people in 6 or more committees: %(per_active_member_total_6plus)s<br/> Number of international members: %(international_members_count)s<br/> Number of active international members: %(active_international_members_count)s
nl: Totaal aantal leden: %(members_count)s <br/> Aantal actieve leden (INF/BIT/Anders): %(active_members_count)s (%(active_members_tcs_count)s/ %(active_members_bit_count)s/%(active_members_other_count)s)<br/> Aantal actieve eerstejaars INF/BIT: %(active_freshmen_tcs_count)s/ %(active_freshmen_bit_count)s<br/> Aantal eerstejaars (INF/BIT): %(freshmen_count)s (%(freshmen_tcs_count)s/ %(freshmen_bit_count)s)<br/> Percentage actieve leden: %(percent_active_members)s%%<br/> Percentage actieve eerstejaars (t.o.v. actieve leden): %(percent_active_freshmen)s%%<br/> Medewerkers lid: %(employee_count)s<br/> Aantal commissies: %(committee_count)s<br/> Gevulde commissieplekken: %(per_committee_total)s<br/> Aantal commissies per actief lid (ex poules): %(average_committees_per_active_member)s (%(average_committees_ex_pools_per_active_member)s)<br/> Aantal mensen met 1 commissie: %(committees_1)s<br/> Aantal mensen met 2 commissies: %(committees_2)s<br/> Aantal mensen met 3 commissies: %(committees_3)s<br/> Aantal mensen met 4 commissies: %(committees_4)s<br/> Aantal mensen met 5 commissies: %(committees_5)s<br/> Aantal mensen met 6 of meer commissies: %(per_active_member_total_6plus)s<br/> Aantal internationale leden: %(international_members_count)s<br/> Aantal actieve internationale leden: %(active_international_members_count)s

source: Number of committees per member
nl: Aantal commissies per lid

source: Board/CB
nl: Bestuur/KB

source: Freshmen
nl: Eerstejaars

source: International
nl: Internationaal

source: TCS
nl: INF

source: Members per committee
nl: Leden per Commissie

source: Payment statistics
nl: Betalingen statistieken

source: Payments
nl: Betalingen

source: Totals
nl: Totalen

source: 6 or more
nl: 6 of meer

source: total
nl: Totaal

source: This person still has an active (unterminated) membership.
nl: Deze persoon heeft nog een actief (niet beeindigd) lidmaatschap.

source: This person has not paid one of their memberships ({year}/{next_year} {type}).
nl: Deze persoon heeft een lidmaatschap nog niet betaald ({year}/{next_year} {type}).

source: This person still has an outstanding balance on their personal tab.
nl: Deze persoon heeft nog een openstaand streeplijstsaldo.

source: This person isn't enrolled for one or more future activities.
nl: Deze persoon staat ingeschreven voor een of meer toekomstige activiteit(en).

source: This person cannot be anonymized because of the following reasons: {}
nl: Deze persoon kan niet worden geanonimiseerd vanwege de volgende redenen: {}

source: OAuth link code and instructions were sent to {name}.
nl: OAuth link code en instructies zijn verzonden naar {name}.

source: You are not allowed to manually delete the payments of free memberships.
nl: Je mag van gratis lidmaatschappen de betaling niet handmatig verwijderen.

source: You are not allowed to delete payments that are already (being) debited.
nl: Je mag geen betalingen verwijderen die al geïncasseerd zijn/worden.

source: Payment %(object)s has been removed
nl: Betaling %(object)s is verwijderd

source: Loading
nl: Bezig met laden

source: Inter-/Actief/ Room Narrowcasting
nl: Narrowcasting Inter-/Actief/-kamer

source: Album image
nl: Albumafbeelding

source: Not playing anything...
nl: Niks aan het afspelen...

source: Loading activity information...
nl: Activiteitsinformatie laden...

source: Room duty
nl: Kamerdienst

source: Loading pictures...
nl: Foto's laden...

source: No room duty today!
nl: Geen kamerdienst vandaag!

source: No one!
nl: Niemand!

source: Next activity starts
nl: Volgende activiteit begint

source: Next activity is starting now!
nl: Volgende activiteit begint nu!

source: Current activity started
nl: Huidige activiteit begon

source: There are no events planned...
nl: Er zijn geen activiteiten gepland...

source: Four 'o clock!
nl: Vier uur!

source: Not associated to a Spotify account...
nl: Niet gekoppeld aan een Spotify account...

source: Unknown artist
nl: Onbekende artiest

source: Error while getting spotify data
nl: Fout bij het ophalen van data van spotify

source: Spotify settings not configured.
nl: Spotify-instellingen niet gevonden.

source: Association already exists.
nl: Koppeling bestaat al.

source: No auth code or state given.
nl: Geen authorisatiecode of staat gegeven.

source: No such authentication attempt found, try again.
nl: Geen authenticatiepoging gevonden, probeer het opnieuw.

source: ConnectionError while refreshing access token:
nl: ConnectionError tijdens het verversen van het access token:

source: Missing identifier
nl: Missende identificatie

source: No association for this identifier
nl: Geen koppeling voor deze identificatie

source: IA News
nl: IA Nieuws

source: The news by your favorite Study Association
nl: Het nieuws van jouw favoriete studievereniging

source: Introduction
nl: Inleiding

source: This text can be lay-outed in 175 characters (<a href="https://daringfireball.net/projects/markdown/syntax">markdown</a>)
nl: Deze tekst kan worden opgemaakt in 175 tekens (<a href="https://daringfireball.net/projects/markdown/syntax">markdown</a>)

source: Publisher
nl: Uitgever

source: Message author
nl: Auteur van bericht

source: Publishing committee
nl: Publicerende commissie

source: Message title (localized for user)
nl: Titel van bericht (gelokaliseerd voor gebruiker)

source: Message introduction (localized for user)
nl: Introductie van bericht (gelokaliseerd voor gebruiker)

source: Message content (localized for user)
nl: Inhoud van bericht (gelokaliseerd voor gebruiker)

source: Choose this option to pin the news item
nl: Kies deze optie om dit nieuwsbericht vast te zetten

source: News message
nl: Nieuwsbericht

source: News messages
nl: Nieuwsberichten

source: Are you sure you want to remove this message
nl: Weet je zeker dat je dit bericht wilt verwijderen?

source: New news message
nl: Nieuw nieuwsbericht

source: Add new news message
nl: Nieuw nieuwsbericht toevoegen

source: Edit news message
nl: Nieuwsbericht wijzigen

source: Please note, the introduction is shown on the front page, and is also placed before the content on the message page itself.
nl: Let op, de inleiding wordt getoond op de homepage, en komt ook voor de inhoud bij het bericht zelf te staan.

source: Create news message
nl: Nieuwsbericht aanmaken

source: You did not fill in an English title/introduction/description.
nl: Je hebt geen Engelse titel/inleiding/omschrijving ingevuld.

source: edit news message
nl: nieuwsbericht wijzigen

source: The application that will use the OAuth key
nl: De applicatie die de OAuth key gaat gebruiken

source: The name of the member requesting OAuth access
nl: De naam van het lid dat de OAuth toegang aanvraagt

source: The email of the member requesting OAuth access
nl: De email van het lid dat de OAuth toegang aanvraagt

source: A list with on each line a redirect URL
nl: Een lijst met op elke nieuwe regel een redirect URL

source: Confidential
nl: Vertrouwelijk

source: A short description of the intended purpose of the application
nl: Een korte beschrijving van het doel van de applicatie

source: New OAuth Access Request
nl: Nieuwe OAuth toegangsaanvraag

source: A new OAuth access request has been performed by a party.
nl: Er is een nieuwe OAuth aanvraag geplaatst door een partij.

source: Member Name
nl: Naam van lid

source: Member Mail
nl: Email van lid

source: Request OAuth2 Access
nl: OAuth2 toegang aanvragen

source: What is the name of the application?
nl: Wat is de naam van de applicatie?

source: Who is placing this request?
nl: Wie vraagt dit aan?

source: What is your email address?
nl: Wat is je email adres?

source: What are the redirection URLs?
nl: Wat zijn de redirect URLs?

source: Is this a confidential or public client?
nl: Is deze client prive of publiek?

source: Please give a short description of the intended purpose of this application.
nl: Geef hier een korte beschrijving van het doel van deze applicatie.

source: OAuth2 Access Request Submitted
nl: De OAuth2 toegang aanvraag is verstuurd

source: Your request has been succesfull
nl: De aanvraag was succesvol.

source: You have entered the following information
nl: Je hebt de volgende informatie ingevoerd

source: Application Name
nl: Applicatienaam

source: Contribution Inter-Actief {membership_type} {name} Questions? call 053-489 3756
nl: Contributie Inter-Actief {membership_type} {name} Voor vragen bel 053-489 3756

source: Direct withdrawal of contribution {date}
nl: Incasso contributie {date}

source: Contribution {membership_type} ({begin_year}/{end_year})
nl: Contributie {membership_type} ({begin_year}/{end_year})

source: Personal tab Inter-Actief till {date} {name} Questions? call 053-489 3756
nl: Streeplijst Inter-Actief tot {date} {name} Voor vragen bel 053-489 3756

source: Direct withdrawal personal tab {date}
nl: Incasso streeplijst {date}

source: Reversal of direct withdrawal {date}
nl: Terugboeking incasso {date}

source: Reversal contribution {membership_type} ({start_year}/{end_year})
nl: Terugboeking contributie {membership_type} ({start_year}/{end_year})

source: Description for within Inter-Actief
nl: Omschrijving voor Inter-Actief

source: Date of execution
nl: Uitvoerdatum

source: Membership fee
nl: Contributie

source: Personal tab
nl: Streeplijst

source: Transactions until
nl: Transacties tot

source: Date of execution is too soon
nl: Uitvoerdatum is te vroeg

source: Date of execution cannot be during the weekend
nl: Uitvoerdatum kan niet in het weekend vallen

source: Short description of the reason for the amendment
nl: Korte omschrijving reden van amendement

source: BIC has to be entered for foreign bank accounts.
nl: BIC moet ingevuld worden met een buitenlandse rekening.

source: Not signed
nl: Niet getekend

source: Ended
nl: Beëindigd

source: Sort by
nl: Sorteer op

source: Sort in reverse
nl: Sorteer omgekeerd

source: Tables:
nl: Tabellen:

source: Find person
nl: Persoon zoeken

source: Select a PDF document to print
nl: Selecteer een PDF-document om te printen

source: Select the printer to use for printing
nl: Selecteer de printer die je wilt gebruiken om te printen

source: -- Pay via personal tab --
nl: -- Betalen via streeplijst --

source: Select a committee for free printing, or leave blank to pay for printing
nl: Selecteer een commissie om gratis te printen, of laat leeg om te betalen voor het printen

source: Copies
nl: Kopieën

source: Number of copies to print
nl: Aantal kopieën om te printen

source: Dual-sided printing
nl: Dubbelzijdig printen

source: Print both sides of the page. Leave unchecked for single-sided printing.
nl: Print aan beide zijden van de pagina. Laat uitgevinkt voor enkelzijdig printen.

source: Please select a PDF file.
nl: Selecteer a.u.b. een PDF-bestand.

source: Only PDF files are allowed.
nl: Alleen PDF-bestanden zijn toegestaan.

source: File size cannot exceed 50MB.
nl: Bestand mag maximaal 50MB groot zijn.

source: You are not a member of the committee you want to print for.
nl: Je bent geen lid van de commissie waarvoor je probeert te printen.

source: You do not have an active consumption mandate or are not a member anymore, so we cannot add the costs for this print to your personal tab. Contact the board for help.
nl: Je hebt geen actieve streeplijstmachtiging of je bent geen lid meer, dus we kunnen de kosten van deze printopdracht niet van je streeplijst afschrijven. Neem contact op met het bestuur voor hulp.

source: Printing article not found. Please contact the WWW committee.
nl: Printartikel niet gevonden. Neem a.u.b. contact op met de WWW-commissie.

source: end
nl: eind

source: description
nl: omschrijving

source: description (en)
nl: omschrijving (en)

source: articles
nl: artikelen

source: balance account number
nl: balansrekeningnummer

source: discount offer
nl: kortingsactie

source: discount offers
nl: kortingsacties

source: amount
nl: bedrag

source: date
nl: datum

source: discount
nl: korting

source: discounts
nl: kortingen

source: added on
nl: toegevoegd op

source: added by
nl: toegevoegd door

source: Discount balance
nl: Kortingstegoeden

source: discount balances
nl: kortingstegoeden

source: Direct withdrawal
nl: Incasso

source: Transaction
nl: Transactie

source: Transactions
nl: Transacties

source: More sign up options
nl: Met inschrijfopties

source: Article
nl: Artikel

source: Transaction id
nl: Transactie ID

source: General ledger account
nl: Grootboekrekening

source: General ledger accounts
nl: Grootboekrekeningen

source: Image
nl: Afbeelding

source: Articles
nl: Artikelen

source: Show the calculator in the Point of Sale instead of the products
nl: Laat de calculator zien in de Point of Sale in plaats van de producten

source: The first active article in the category will be used for calculations.
nl: Het eerste actieve artikel in de categorie wordt gebruikt voor berekeningen.

source: Mifare 1K (Student card/Building card)
nl: Mifare 1K (Collegekaart/Gebouwpas)

source: Mifare 4K (Public transit card)
nl: Mifare 4K (OV Chipkaart)

source: Mifare Ultralight (Student card/IA keychain)
nl: Mifare Ultralight (Collegekaart/IA-sleutelhanger)

source: Date last used
nl: Datum laatst gebruikt

source: Creation date
nl: Aanmaakdatum

source: RFID card
nl: RFID-kaart

source: RFID cards
nl: Rfid-kaarten

source: Only alphanumerical signs are allowed
nl: Alleen alfanumerieke tekens toegestaan

source: text
nl: tekst

source: text (en)
nl: tekst (en)

source: active
nl: actief

source: membership fee
nl: contributie

source: consumptions
nl: consumpties

source: activities
nl: activiteiten

source: other payments
nl: overige betalingen

source: type of mandate
nl: machtigingsoort

source: types of mandate
nl: machtigingsoorten

source: account holder
nl: Rekeninghouder

source: startdate
nl: begindatum

source: enddate
nl: einddatum

source: has been signed
nl: is getekend

source: mandate
nl: machtiging

source: mandates
nl: machtigingen
