Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Prints will be in black & white. If you need a colour print ask the board to print it for you via USB
nl: Prints zijn in zwart/wit. Als je een kleurenprint nodig hebt, vraag dan aan het bestuur om deze via USB te printen

source: Committee members can print for free by selecting the committee the print is for
nl: Commissieleden kunnen gratis printen door de commissie waarvoor de print is te selecteren

source: For administrative purposes and to be able to trace rogue prints, a log will be saved of each submitted print, containing the following details about the print:
nl: Voor administratieve doeleinden en om valse afdrukken te traceren, zal er een log worden opgeslagen van elke verstuurde print, die de volgende printdetails bevat:

source: Submission timestamp;
nl: Tijdstempel van indiening;

source: A reference to your member details;
nl: Een referentie naar je lidmaatschapsgegevens;

source: The filename of the printed file;
nl: De bestandsnaam van het geprintte bestand;

source: Your IP-address and the User-Agent of your browser;
nl: Je IP-adres en de User-Agent van je browser;

source: (if printed for a committee) Which committee the print was for;
nl: (als er voor een commissie is geprint) Welke commissie de print voor was;

source: (if printed personally) The personal tab transaction that paid for the print.
nl: (als persoonlijk geprint) De streeplijsttransactie die betaald heeft voor de print.

source: If your print is for a committee, select it in the form above. In that case the print will be free.
nl: Als je print voor een commissie, selecteer die dan in het bovenstaande formulier. In dat geval zal de print gratis zijn.

source: If you want to print for personal use, leave the committee field empty ("-- Pay via personal tab --" option). In that case the print will be charged to your personal tab at a rate of &euro; %(per_page_cost)s per page (single or dual-sided).
nl: Als je wilt printen voor persoonlijk gebruik, laat dan het commissieveld leeg ("-- Betaal via streeplijst --" optie). In dat geval wordt de print op je streeplijst afgeschreven tegen een tarief van &euro; %(per_page_cost)s per pagina (enkel- of dubbelzijdig).

source: You are not currently a member of any committees. All prints will be charged to your personal tab at a rate of &euro; %(per_page_cost)s per page (single or dual-sided).
nl: Je bent op dit moment geen lid van een commissie. Alle prints worden van je streeplijst afgeschreven tegen een tarief van &euro; %(per_page_cost) per pagina (enkel- of dubbelzijdig).

source: Note: Printer will start printing immediately, check the selected document carefully before submitting!
nl: Let op: De printer zal direct beginnen met printen, controleer het geselecteerde document goed voordat je deze verstuurt!

source: File size cannot exceed %(size)s.
nl: Bestand mag maximaal %(size)s groot zijn.

source: Selected:
nl: Geselecteerd:

source: Print Log
nl: Printlogboek

source: This page shows all (non-refunded) print jobs submitted through the Inter-Actief website. Only board members can access this log for administrative and auditing purposes.
nl: Deze pagina laat alle (niet-terugbetaalde) printopdrachten zien die via de Inter-Actiefwebsite zijn ingediend. Alleen bestuursleden kunnen dit logbeok belijken voor administratieve- en controledoeleinden.

source: It is also possible to refund any paid prints (where a transaction is listed) if there was any problem with it. For example, if it wasn't printed, the printer was out of toner, the user forgot to/could not select a committee, etc.
nl: Het is ook mogelijk om betaalde prints (waar een transactie wordt vermeld) terug te betalen als er een probleem mee was. Dit kan bijvoorbeeld als het document niet is geprint, of als de printer geen toner meer had, of als de gebruiker is vergeten om een commissie te selecteren, etc.

source: Job ID / Document Name
nl: Opdracht-ID / Documentnaam

source: Committee / Transaction
nl: Commissie / Transactie

source: Source IP
nl: Bron-IP

source: %(time)s ago
nl: %(time)s geleden

source: Job %(job_id)s
nl: Opdracht %(job_id)s

source: No job id!
nl: Geen opdracht-id!

source: View transaction
nl: Transactie bekijken

source: Refund this print job
nl: Betaal deze printopdracht terug

source: Refund
nl: Terugbetalen

source: No print log entries found.
nl: Geen printlogboekvermeldingen gevonden.

source: Refund Print
nl: Print Terugbetalen

source: Refund Confirmation
nl: Terugbetaalbevestiging

source: Are you sure you want to refund the print below?
nl: Weet je zeker dat je de onderstaande print wilt terugbetalen?

source: %(time)s ago
nl: %(time)s geleden

source: Document Name
nl: Documentnaam

source: Register an RFID card - Error
nl: Registreer een RFID-kaart - Error

source: Something went wrong while registering your RFID card
nl: Er ging iets fout bij het registreren van je RFID-kaart

source: Register an RFID card
nl: Registreer een RFID-kaart

source: Log in to register a card
nl: Log in om een kaart te registreren

source: You can log on with your student account (for example: s0123456) or your Inter-<em>Actief</em> account.
nl: Je kunt inloggen met je studentaccount (bijvoorbeeld s0123456) of je Inter-<em>Actief</em>-account.

source: Password
nl: Wachtwoord

source: Please scan your card now...
nl: Scan een kaart om te registreren...

source: Connection with NFC-reader failed.
nl: Verbinden met NFC-reader mislukt.

source: Scanned card, please wait...
nl: Kaart gescand, een moment geduld aub...

source: Card type is unknown. Please use normal RFID cards like your college card or public transport card.
nl: Kaarttype is onbekend. Probeer een normale RFID kaart te scannen zoals je collegekaart of OV-chipkaart.

source: Error, could not scan card.
nl: Error, kon kaart niet scannen.

source: Connecting to card reader...
nl: Verbinden met kaartlezer...

source: Register an RFID card - Success
nl: Registreer een RFID-kaart - Succes

source: You will be brought back to the registration screen in 5 seconds...
nl: Je wordt over 5 seconden teruggebracht naar het registratiescherm...

source: Go back now
nl: Ga nu terug

source: Now that the year is over, we can take a look into the usage of the cookie corner in <b>%(year)s</b>. On this page you can view your personal statistics for the cookie corner.
nl: Nu dat het jaar voorbij is, kunnen we een kijkje doen in de statistieken van de cookie corner in <b>%(year)s</b>. Op deze pagina vind je je persoonlijke statistieken.

source: Or, look back on a different year:
nl: Of kijk terug naar een ander jaar:

source: Statistics per day
nl: Statistieken per dag

source: First transaction of the year:
nl: Eerste transactie van het jaar:

source: on
nl: op

source: Last transaction of the year:
nl: Laatste transactie van het jaar:

source: Top 5 products
nl: Top 5 producten

source: You bought certain items more than others during this year. What did you buy the most?
nl: Sommige producten haalde je meer dan anderen. Wat heb je het meeste gekocht?

source: Item
nl: Product

source: Total spend in the cookie corner:
nl: Totaal uitgegeven in de cookie corner:

source: Total calories consumed:
nl: Totaal aantal calorieën geconsumeerd:

source: That is the caloric equivalent to:
nl: Dit is (qua calorieën) equivalent aan:

source: Day with most transactions
nl: Dag met de meeste transacties

source: On %(day)s you got a cookie %(c)s times!
nl: Op %(day)s heb je %(c)s keer iets gekocht!

source: You bought:
nl: Dit heb je gehaald:

source: Drinking rooms
nl: Borrelruimtes

source: Now, lets take a look into the drinking rooms
nl: Verder, kunnen we ook nog kijken naar de afgelopen borrels

source: No transactions found
nl: Geen transacties gevonden

source: Now that the year is over, we can take a look into the usage of the cookie corner in %(year)s. On this page you can view your personal statistics for the cookie corner.
nl: Nu dat het jaar voorbij is, kunnen we een kijkje doen in de statistieken van de cookie corner in %(year)s. Op deze pagina vind je je persoonlijke statistieken.

source: No transactions found
nl: Geen transacties gevonden

source: Look back on a different year?
nl: Een ander jaar terugkijken?

source: Edited enrollment for {activity} (addition of updated costs)
nl: Inchrijving voor {activity} aangepast (toevoegen bijgewerkte kosten)

source: Enrolled for {activity}
nl: Inschrijven {activity}

source: Edited enrollment for {activity} (reversal of old costs)
nl: Inchrijving voor {activity} aangepast (terugboeken oude kosten)

source: Unenrolled for {activity}
nl: Uitschrijven {activity}

source: Sale {category}::{article}
nl: Verkoop {category}::{article}

source: Invalid date`
nl: Ongeldige datum

source: Transaction not editable.
nl: Transactie niet te wijzigen

source: The transaction '{transaction}' has been successfully deleted.
nl: De transactie '{transaction}' is met success verwijderd.

source: Transaction not deletable.
nl: Transactie niet te verwijderen

source: Invalid date
nl: Ongeldige datum

source: Invalid statistics list
nl: Ongeldige statistiekenlijst

source: End inactive mandates.
nl: Inactieve machtigingen beëindigd.

source: Already has an ongoing amendment
nl: Al een lopend amendement

source: Reversal already exists
nl: Terugboeking bestaat al

source: Found nobody.
nl: Geen personen gevonden.

source: type name
nl: type-naam

source: default thumbnail
nl: standaardthumbnail

source: This thumbnail is shown when a publication of this type is uploaded without thumbnail.
nl: Deze thumbnail wordt weergegeven als een publicatie van dit type zonder thumbnail geplaatst wordt.

source: publication type
nl: publicatietype

source: publication types
nl: publicatietypes

source: featured
nl: uitgelicht

source: public
nl: publiek

source: publication
nl: publicatie

source: publications
nl: publicaties

source: New publication
nl: Nieuwe publicatie

source: Change publication
nl: Publicatie wijzigen

source: Add new publication
nl: Nieuwe publicatie toevoegen

source: Publication type
nl: Publicatietype

source: Publication date
nl: Publicatiedatum

source: Create publication
nl: Publicatie aanmaken

source: Publications
nl: Publicaties

source: Add publication
nl: Publicatie toevoegen

source: Below you can find the different publications of Inter-<i>Actief</i>, as they have been published over the years.
nl: Hieronder vind je de verschillende publicaties van Inter-<i>Actief</i>, zoals die in de afgelopen jaren zijn verschenen.

source: More publications are available if you
nl: Meer publicaties zijn beschikbaar als je bent

source: logged in.
nl: ingelogd.

source: Office duty
nl: Kamerdienst

source: Office duty pools
nl: Kamerdienstpools

source: Office duty schedule
nl: Kamerdienstschema

source: Office duty schedules
nl: Kamerdienstschema's

source: Association
nl: Vereniging

source: Boardmembers
nl: Bestuursleden

source: Office duty from {begin} till {end}
nl: Kamerdienst van {begin} tot {end}

source: Office duties
nl: Kamerdiensten

source: Office duty schedule template
nl: Kamerdienstschema-template

source: Office duty schedule templates
nl: Kamerdienstschema-templates

source: Day {dfrom}, {hfrom:02d}:{mfrom:02d} till day {dto}, {hto:02d}:{mto:02d}
nl: Dag {dfrom}, {hfrom:02d}:{mfrom:02d} tot dag {dto}, {hto:02d}:{mto:02d}

source: Office duty template
nl: Kamerdienst-template

source: Office duty templates
nl: Kamerdienst-templates

source: Yes please!
nl: Graag!

source: Rather not
nl: Liever niet

source: No, sorry
nl: Nee, sorry

source: Not sure yet
nl: Weet ik nog niet

source: Office duty availability
nl: Kamerdienstbeschikbaarheid

source: Office duty availabilities
nl: Kamerdienstbeschikbaarheden

source: Balcony Duty Associations
nl: Balkondienstverenigingen

source: Up
nl: Omhoog

source: Down
nl: Omlaag

source: No associations yet
nl: Nog geen verenigingen

source: Add association
nl: Vereniging toevoegen

source: Delete balcony duty association
nl: Verwijder Balkondienstvereniging

source: Are you sure you want to delete %(association)s?
nl: Weet je zeker dat je %(association)s wilt verwijderen?

source: Delete office duty pool %(pool)s
nl: Kamerdienstpool %(pool)s verwijderen

source: Are you sure you want to remove office duty pool %(pool)s?
nl: Weet je zeker dat je de kamerdienstpool %(pool)s wilt verwijderen?

source: This office duty pool consists of the following persons:
nl: Deze kamerdienstpool bevat de volgende personen:

source: This action will <em>remove</em> the following office duty schedules:
nl: Deze actie zal de volgende kamerdienstschema's <em>verwijderen</em>:

source: Add office duty pool
nl: Kamerdienstpool toevoegen

source: Empty
nl: Leeg

source: Change persons
nl: Personen wijzigen

source: There are no office duty pools yet.
nl: Er zijn nog geen Kamerdienstpools.

source: Edit office duty pool %(pool)s
nl: Kamerdienstpool %(pool)s bewerken

source: %(pool)s <em>does not contain any people</em>
nl: %(pool)s <em>bevat nog geen personen.</em>

source: Add persons
nl: Personen toevoegen

source: People found:
nl: Gevonden personen:

source: Change office duty schedule
nl: Kamerdienstschema wijzigen

source: Add office duty
nl: Kamerdienst toevoegen

source: Change participants of room duty table
nl: Wijzig kamerdienstschemadeelnemers

source: %(table)s participants
nl: %(table)s deelnemers

source: %(table)s <em>does not contain any people</em>
nl: %(table)s <em>bevat nog geen personen.</em>

source: Add participants
nl: Deelnemers toevoegen

source: Remove office duty schedule %(table)s
nl: Kamerdienstschema %(table)s verwijderen

source: Are you sure you want to remove the office duty schedule %(table)s?
nl: Weet je zeker dat je het kamerdienstschema %(table)s wilt verwijderen?

source: Fill in your availability
nl: Beschikbaarheid invullen

source: Fill in %(table)s availability
nl: Beschikbaarheid %(table)s invullen

source: Availability
nl: Beschikbaarheid

source: Hungover
nl: Brak

source: Not in the break
nl: Niet in de pauze

source: Add office duty schedule
nl: Kamerdienstschema toevoegen

source: Balcony Duty
nl: Balkondienst

source: iCal document with your office duties
nl: iCal-document met jouw kamerdiensten.

source: iCal with all your office duties
nl: iCal met al jouw kamerdiensten

source: There are no office duty schedules.
nl: Er zijn nog geen kamerdienstschema's.

source: Change participants
nl: Deelnemers wijzigen

source: Fill in
nl: Invullen

source: Toggle assignment
nl: Toggle indeling

source: Assignment
nl: Indeling

source: Morning office duties
nl: Ochtendkamerdiensten

source: Afternoon office duties
nl: Middagkamerdiensten

source: Delete office duty %(room_duty)s
nl: Kamerdienst %(room_duty)s verwijderen

source: Are you sure you want to remove office duty %(room_duty)s?
nl: Weet je zeker dat je de kamerdienst %(room_duty)s wilt verwijderen?

source: One other person has filled in their availability.
nl: Een persoon heeft al zijn beschikbaarheid aangegeven.

source: Add an office duty schedule template
nl: Kamerdienstschema-template toevoegen

source: Edit office duty schedule template
nl: Kamerdienstschema-template wijzigen

source: Change title
nl: Titel wijzigen

source: Delete office duty schedule template %(template)s
nl: Kamerdienstschema-template %(template)s verwijderen

source: Are you sure you want to remove the office duty schedule template %(template)s?
nl: Weet je zeker dat je het kamerdienstschema-template %(template)s wilt verwijderen?

source: There are no office duty schedule templates yet.
nl: Er zijn nog geen kamerdienstschema-templates.

source: Add office duty template
nl: Kamerdienst-template toevoegen

source: Nederlands
nl: Dutch

source: Engels
nl: English

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: Access to your name, date of birth, student number, mandate status and committee status.
nl: Toegang tot je naam, geboortedatum, studentnummer, machtiging- en commissiestatus

source: Access to enrollments for activities and (un)enrolling you for activities.
nl: Toegang tot inschrijvingen voor activiteiten en het in- en uitschrijven voor activiteiten

source: Access to transactions, direct debit transactions, mandates and RFID-cards.
nl: Toegang tot transacties, incasso's, machtigingen en RFID-kaarten

source: Access to complaints and sending or supporting complaints in your name.
nl: Toegang tot onderwijsklachten en het indienen of steunen van onderwijsklachten

source: Hits between {} and {} on page '{}' with User-Agent '{}'
nl: Hits tussen {} en {} op pagina '{}' met User-Agent '{}'

source: Page visits
nl: Paginabezoeken

source: Today:
nl: Vandaag:

source: Past 7 days
nl: Afgelopen 7 dagen:

source: Past 4 weeks
nl: Afgelopen 4 weken:

source: Below you can find statistics and information about Inter-<i>Actief</i> and the website itself. The data is no older than an hour. Data about a specific year is calculated in academic years.
nl: Hier beneden kun je diverse (willekeurige) statistieken en informatie vinden over Inter-<i>Actief</i> en de website zelf. De gegevens zijn maximaal een uur oud. Gegevens over een bepaald jaar worden berekend aan de hand van de collegejaren.

source: Statistics for the board:
nl: Statistieken voor bestuur:

source: Members:
nl: Leden:

source: Active members:
nl: Actieve leden:

source: Committee categories
nl: Commissiecategorieën

source: Activities (this year):
nl: Activiteiten (dit jaar):

source: Activities (total)
nl: Activiteiten (totaal):

source: Photos:
nl: Fotos:

source: Different photographers
nl: Verschillende fotografen:

source: Transactions:
nl: Transacties:

source: Transactions from personal tab:
nl: Transacties uit koekenkast:

source: Average number of daily transactions on personal tab:
nl: Gemiddeld aantal transacties uit koekenkast per dag:

source: Number of transactions on personal tab today:
nl: Huidig aantal transacties uit koekenkast van vandaag:

source: Registered RFID-cards:
nl: Geregistreerde RFID-kaarten:

source: Popular snacks:
nl: Populairste snacks:

source: Most healthy board member:
nl: Gezondste bestuurder:

source: You were successfully logged in, but we could not verify your identity. This might be the case if your login session has expired. Please <a href='{logout_url}' target='_blank'>click here</a> to log out completely and try again.
nl: Je bent succesvol ingelogd, maar we konden uw identiteit niet verifiëren. Dit kan het geval zijn als uw inlogsessie is verlopen. <a href='{logout_url}' target='_blank'>Klik hier</a> om volledig uit te loggen en probeer het opnieuw.

source: You were successfully logged in, but no account could be found. This might be the case if you aren't a member yet, or aren't a member anymore. If you want to become a member you can contact the board.
nl: Je bent succesvol ingelogd, maar er kon geen account worden gevonden. Dit kan het geval zijn als je nog geen lid bent of geen lid meer bent. Om lid te worden kun je contact opnemen met het bestuur.

source: [END] {}
nl: [EIND] {}

source: AJAX request required
nl: AJAX-request vereist

source: Access for board members only.
nl: Uitsluitend toegankelijk voor het bestuur.

source: Access for the Educational Committee only.
nl: Uitsluitend toegankelijk voor de onderwijscommissie.

source: Only for members with an active membership.
nl: Alleen voor leden met een actief lidmaatschap.

source: Access for active members only.
nl: Uitsluitend toegankelijk voor actieve leden.

source: Only accessible by superusers.
nl: Uitsluitend toegankelijk voor superusers.

source: Access for members of the committee only.
nl: Uitsluitend toegankelijk voor commissieleden.

source: Keywords
nl: Zoektermen

source: Begin date:
nl: Begindatum:

source: End date:
nl: Einddatum:

source: Language
nl: Taal

source: Only show exports of this type
nl: Laat alleen exports van dit type zien

source: Reason for export
nl: Reden voor export

source: Unknown data export type.
nl: Onbekend data-exporttype.

source: The key for this specific CAPTCHA challenge
nl: De referentie voor deze specifieke CAPTCHA challenge

source: The URL to the generated image for this CAPTCHA
nl: De URL naar de gegenereerde afbeelding voor deze CAPTCHA

source: The response to the CAPTCHA challenge
nl: Het antwoord op de CAPTCHA challenge

source: Access for (former) members only.
nl: Uitsluitend toegankelijk voor (oud-)leden.

source: Access for boardmembers only.
nl: Uitsluitend toegankelijk voor het bestuur.

source: Only for members with a signed and active personal tab authorization.
nl: Alleen voor mensen met een getekende en geactiveerde streeplijstmachtiging.

source: Only for active members, or members with a signed and active personal tab authorization.
nl: Alleen voor actieve leden, of voor mensen met een getekende en geactiveerde streeplijstmachtiging.

source: Access for do-group parents only.
nl: Uitsluitend toegankelijk voor doegroepouders.

source: Access for the cookie-corner computer only.
nl: Uitsluitend toegankelijk voor de streeplijstcomputer.

source: Profiles
nl: Profielen

source: The type of export that was made.
nl: Het soort export wat is gedaan.

source: Details about the export, like applied filters, the object that was exported, etc. Empty often means that no filters have been applied.
nl: Details over de export zoals toegepaste filters, het object dat is geëxporteerd, etc. Leeg betekent vaak dat er geen filters zijn toegepast.

source: The reason that the user gave for the export.
nl: De reden die de gebruiker gegeven heeft voor de export.

source: Exporter
nl: Exporteur

source: The person that executed the export
nl: De persoon die de export heeft uitgevoerd

source: Name of exporter
nl: Naam van exporteur

source: String version of the exporter, for when their Person object is removed.
nl: String-versie van de exporter, voor wanneer het Persoon-object wordt verwijderd.

source: The date and time of the export.
nl: De datum en tijd waarop de export plaatsvond.

source: Separator page
nl: Scheidingspagina

source: Mandate form
nl: Machtigingsformulier

source: Membership form
nl: Lidmaatschapformulier

source: By signing this document I agree to all terms of membership of the bylaws and the Rules and Regulations of this association.
nl: Door dit document te ondertekenen ga ik akkoord met alle voorwaarden van het lidmaatschap volgens het Huishoudelijk Regelement en de Statuten van de vereniging.

source: The following personal information will be included in the membership records:
nl: De volgende gegevens van mij worden opgenomen in de ledenadministratie:

source: E-mail of parent(s)/guardian(s)
nl: E-mail van ouder(s)/verzorger(s)

source: Signed in Enschede on %(datum)s:
nl: Was getekend in Enschede op %(datum)s:

source: Stamp IA if paid:
nl: Stempel IA indien betaald:

source: Direct debit mandate
nl: Doorlopende machtiging

source: Creditor name
nl: Naam Incassant

source: Creditor address
nl: Adres Incassant

source: P.O. Box 217
nl: Postbus 217

source: Creditor postal code
nl: Postcode Incassant

source: Creditor city
nl: Plaats Incassant

source: Creditor country
nl: Land Incassant

source: Netherlands
nl: Nederland

source: Creditor identifier
nl: Incassant ID

source: By signing this form, undersigned agrees with the arrangement as described above.
nl: Ondergetekende verklaart zich akkoord met de regeling zoals hierboven beschreven.

source: Unknown user in system.
nl: Onbekende gebruiker in het systeem.

source: Exported by
nl: Geëxporteerd door

source: No exports saved
nl: Geen exports opgeslagen
