Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: If you are a first-year Bachelor student, you might be participating / have participated in the Kick-In (the introduction period of the University). If you did, please fill in the do group which you were a part of. If you did not participate in the Kick-In, you can leave this field blank.
nl: Als je een eerstejaars Bachelorstudent bent, dan doe je misschien mee / heb je misschien meegedaan met de Kick-In (de introductieperiode van de Universiteit). Als dat zo is, vul dan de doegroep in waar je in zit. Als je niet hebt deelgenomen aan de Kick-In, laat dan dit veld leeg.

source: Which do-group you are currently in.
nl: In welke doegroep je nu zit.

source: Which study/studies you are currently following.
nl: Welke studie(s) je op dit moment volgt.

source: Freshman year
nl: Beginjaar

source: In which year you started with this study/these studies. (In the format <b>yyyy</b>)
nl: In welk jaar je bent begonnen met deze studie(s). (In het formaat <b>jjjj</b>)

source: Continue to next step
nl: Door naar volgende stap

source: Send form
nl: Formulier versturen

source: Send form and print
nl: Formulier versturen en printen

source: Any changes on this page may be lost. Are you sure you want to go back?
nl: Veranderingen aangebracht op deze pagina gaan wellicht verloren. Weet je zeker dat je terug wil gaan?

source: Back to first step
nl: Terug naar eerste stap

source: Back to previous step
nl: Terug naar vorige stap

source: International?
nl: Internationaal?

source: [Inter-Actief] Yearly checkup member administration
nl: [Inter-Actief] Jaarlijkse controle ledenadministratie

source: In order to keep the member database of Inter-<i>Actief</i> up to date, we would like to ask you to check your data with us.
nl: Om de ledenadministratie van Inter-<i>Actief</i> up-to-date te houden willen we je vragen de gegevens die bij ons bekend zijn over jou te controleren.

source: Below is your data. Are these no longer correct? You can update most of them on
nl: Onderstaand zie je je gegevens. Zijn deze niet meer correct? Het meeste kan je updaten op

source: Is anything else incorrect which you can't edit yourself? Then please mail the secretary or the entire board.
nl: Is er iets anders onjuist wat je niet zelf kan aanpassen? Mail dan even de secretaris of het hele bestuur.

source: The board of
nl: Het bestuur van

source: Dear %(first_name)s, In order to keep the member database of Inter-<i>Actief</i> up to date, we would like to ask you to check your data with us. Below is your data. Is this still accurate? You can update most of it on https://www.inter-actief.utwente.nl/profile/edit. Is something incorrect and you can't edit it yourself? Then please mail the secretary or the entire board.
nl: Beste %(first_name)s, Om de ledenadministratie van Inter-Actief up-to-date te houden willen we je vragen de gegevens die bij ons bekend zijn over jou te controleren. Onderstaand zie je je gegevens. Zijn deze nog correct? Het meeste kan je updaten op https://www.inter-actief.utwente.nl/profile/edit. Is er iets onjuist wat je niet zelf kan aanpassen? Mail dan even de secretaris of het hele bestuur.

source: Kind regards, The board of Inter-Actief
nl: Met vriendelijke groet, Het bestuur van Inter-Actief

source: [Inter-Actief] Welcome to our association
nl: [Inter-Actief] Welkom bij onze vereniging

source: Welcome to
nl: Welkom bij

source: the study association for Business Information Technology and Technical Computer Science at the UT! With this mail, we want to give a quick rundown of the various options we offer our members, which are spread over three main points:
nl: de studievereniging voor Business & IT en Technical Computer Science aan de UT! Met deze mail willen we een korte samenvatting geven van de verschillende mogelijkheden die wij onze leden bieden, verdeeld over drie hoofdpunten:

source: Education:
nl: Onderwijs:

source: Since we are, of course, a study association, we try to assist our members as much as possible with their studies. This includes discounted study book sales, study evenings, and a database of practice exams from previous years. We also help find tutors for members who are looking for one and help amplify feedback and complaints about the study.
nl: Omdat we natuurlijk een studievereniging zijn, proberen we onze leden zoveel mogelijk te helpen met hun studie. Denk hierbij aan korting op studieboeken, studieavonden en een database met oefententamens van voorgaande jaren. We helpen onze leden ook met het vinden van bijlessen, en helpen feedback en klachten over de studie te versterken.

source: Career:
nl: Carrière:

source: We also act as a contact point between students and companies. Through activities such as workshops, lunch lectures and an annual symposium, students can get acquainted with the various career options available after their studies. (Or possibly even find a part-time job during their studies!)
nl: We fungeren ook als contactpunt tussen studenten en bedrijven. Door middel van activiteiten zoals workshops, lunchlezingen en een jaarlijks symposium kunnen studenten kennismaken met de verschillende carrièremogelijkheden na hun studie. (Of misschien zelfs een bijbaan vinden tijdens hun studie!)

source: Social:
nl: Sociaal:

source: Since it's also important to wind down, we organise many fun activities where you can get to know your fellow students. These range from having casual drinks together every Tuesday to sports activities, trips to other countries, and even a yearly puzzle week.
nl: Aangezien het ook belangrijk is om tot rust te komen, organiseren we leuke activiteiten waarbij je je medestudenten kunt leren kennen. Dit varieert van wekelijkse dinsdagmiddagborrel tot sportactiviteiten, reizen naar het buitenland en zelfs een jaarlijkse puzzelweek.

source: Our association is located in the
nl: Je kan ons vinden in de

source: room, which can be found on the balcony above Educafé (where the Starbucks is located). Here, the board is present every day and can be approached with any questions or complaints you might have. We also have
nl: kamer, die te vinden is op het balkon bovenaan Educafé (waar ook de Starbucks is). Hier is het bestuur elke dag aanwezig en kun je terecht met al je vragen of klachten. We hebben ook

source: free coffee/tea
nl: gratis koffie/thee

source: and a little 'Cookie Corner', where we sell snacks without a profit margin, and, of course, you can always just come by to relax for a bit.
nl: en ook een kleine 'Cookie Corner', hier verkopen we snacks zonder winst te maken, en hier kan je natuurlijk altijd langs komen om te relaxen.

source: We can only provide these services with the help of our active members, who join
nl: Hoe het ons lukt al deze dingen te organiseren, is met de hulp van onze actieve leden, die als onderdeel van

source: to take care of various tasks in our association, such as organising activities and keeping our systems online. Would you be interested in joining a committee yourself? Then, be sure to check out our committee market! We organise one around the start of the first and third modules, and you can always contact our
nl: verschillende taken binnen onze vereniging op zich nemen, zoals het organiseren van activiteiten en het werkende houden van onze systemen. Lijkt het je leuk om zelf lid te worden van een commissie? Kom dan vooral langs bij onze commissiemarkt! We organiseren er een rond het begin van de eerste en derde module, en je kan altijd contact opnemen met

source: officer of internal affairs
nl: functionaris interne betrekkingen

source: to help you find a fun committee that suits you.
nl: die je kan helpen om een leuke commissie te vinden die bij je past.

source: If you have any questions, you can always contact the board through the following channels:
nl: Als je vragen hebt, kun je altijd contact opnemen met het bestuur via de volgende kanalen:

source: Telephone:
nl: Telefoon:

source: Email:
nl: Mail:

source: If you don’t want to miss out on any
nl: Als je niets wilt missen van

source: related news and announcements, be sure to check out our
nl: gerelateerd nieuws en aankondigingen, neem dan zeker een kijkje op onze

source: Our WhatsApp community:
nl: Onze WhatsApp-community:

source: Hopefully, we’ll see you around soon!
nl: Hopelijk tot later!

source: With kind regards, The board of
nl: Met vriendelijke groet, Het bestuur van

source: Remove payment
nl: Betaling verwijderen

source: Are you sure you want to remove the payment %(object)s?
nl: Weet je zeker dat je betaling %(object)s wilt verwijderen?

source: [Inter-Actief] Welcome to Inter-/Actief/, %(name)s, please sign your membership documents!
nl: [Inter-Actief] Welkom bij Inter-/Actief/, %(name)s, onderteken je lidmaatschapsdocumenten!

source: Thank you for wanting to become a member of Inter-<i>Actief</i>! To complete your enrollment, you need to sign your membership form. By signing this membership form, you agree to all terms of membership of the bylaws and the Rules and Regulations of this association.
nl: Bedankt dat je lid wilt worden van Inter-<i>Actief</i>! Om je inschrijving af te ronden moet je je lidmaatschapsformulier ondertekenen. Door dit formulier te ondertekenen ga je akkoord met alle voorwaarden van het lidmaatschap volgens het Huishoudelijk Regelement en de Statuten van de vereniging.

source: Thank you for wanting to become a member of Inter-/Actief/! To complete your enrollment, you need to sign your membership form. By signing this membership form, you agree to all terms of membership of the bylaws and the Rules and Regulations of this association.
nl: Bedankt dat je lid wilt worden van Inter-Actief! Om je inschrijving af te ronden moet je je lidmaatschapsformulier ondertekenen. Door dit formulier te ondertekenen ga je akkoord met alle voorwaarden van het lidmaatschap volgens het Huishoudelijk Regelement en de Statuten van de vereniging.

source: If you opted for one or both authorizations to pay for your membership fee and/or consumptions and activities, you will also need to sign these authorizations.
nl: Als je hebt gekozen voor een van de, of beide machtigingen om voor je contributie en/of activiteiten te betalen, dan moet je deze machtigingen ook ondertekenen.

source: All forms that you will need to sign are attached to this e-mail. Print the form(s), sign using pen and paper (note that there may be multiple pages), and scan the document(s) using your printer. Alternatively, you can sign the form(s) digitally using a program such as Adobe Acrobat Reader.
nl: Alle formulieren die je moet ondertekenen zijn bijgevoegd in deze e-mail. Print de formulieren, onderteken ze met pen en papier (let op dat er mogelijk meerdere pagina's zijn), en scan de documenten in met je printer. Je kunt ook de formulieren digitaal ondertekenen met een programma als Adobe Acrobat Reader.

source: Once signed, reply to this e-mail and attach the signed form(s), or send the form(s) to <a href="mailto:secretary@inter-actief.net">secretary@inter-actief.net</a>, stating "Enrollment %(number)s" in the subject of the email.
nl: Wanneer je de formulieren hebt ondertekend, reageer dan op deze e-mail en voeg de ondertekende formulieren toe als bijlage, of stuur ze op naar <a href="mailto:secretary@inter-actief.net">secretary@inter-actief.net</a>, zorg ervoor dat er "Enrollment %(number)s" in het onderwerp van de mail staat.

source: Once signed, reply to this e-mail and attach the signed form(s), or send the form(s) to secretary@inter-actief.net, stating "Enrollment %(number)s" in the subject of the email.
nl: Wanneer je de formulieren hebt ondertekend, reageer dan op deze e-mail en voeg de ondertekende formulieren toe als bijlage, of stuur ze op naar secretary@inter-actief.net, zorg ervoor dat er "Enrollment %(number)s" in het onderwerp van de mail staat.

source: Kind regards, The board of Inter-<i>Actief</i>
nl: Met vriendelijke groet, Het bestuur van Inter-<i>Actief</i>

source: Kind regards, The board of Inter-/Actief/
nl: Met vriendelijke groet, Het bestuur van Inter-/Actief/

source: [members] Edit data of %(obj)s
nl: [leden] Wijziging gegevens %(obj)s

source: Dear board member,
nl: Beste bestuurder,

source: %(obj)s edited his/her profile in Amélie.
nl: %(obj)s heeft zijn/haar profiel aangepast in Amélie.

source: For more information, see:
nl: Zie voor meer informatie

source: Greetings,
nl: Groetjes,

source: [Inter-Actief] Important information regarding your membership
nl: [Inter-Actief] Belangrijke informatie omtrent jouw lidmaatschap

source: In a previous mailing, we asked you to verify your study in order to renew your membership. Unfortunately, the mechanism for verifying your study was broken during the past week, so if you have tried to verify your study during this time, we ask you to log in to the Inter-Actief website using your University account once more to complete the verification.
nl: In een vorige mailing hebben we je gevraagd om je studie te verifiëren, zodat we je lidmaatschap kunnen verlengen. Helaas was het mechanisme om je studie te verifiëren de afgelopen week kapot, dus als je gedurende deze tijd geprobeerd hebt om je studie te verifiëren, willen we je vragen om dit nogmaals te doen door in te loggen in de Inter-Actief website met je Universiteit-account, om de verificatie te voltooien.

source: If you did not follow those steps yet, and you are still studying Business Information Technology, Technical Computer Science or one of the masters belonging to these studies, please visit our website and log in via University of Twente in order to prolong your membership for free. You have to do this in the next 7 days, otherwise your membership will be terminated as of the 1st of July.
nl: Als je deze stappen nog niet hebt gevolgd, maar je nog wel steeds Business Information Technology, Technical Computer Science of een van de bijbehorende masters studeert, bezoek dan onze website en log in via Universiteit Twente. Door dit te doen kunnen wij je studielange lidmaatschap gratis verlengen. Doe dit in de komende 7 dagen, want anders zal je lidmaatschap worden beëindigd op 1 juli.

source: You can check if your study is verified by visiting your profile on the Inter-Actief website. Under the block "Membership" you can find the verification status. If it says "Your student status has been verified, or we do not need it for your membership type." next to a green checkmark, your membership will be renewed as normal and you do not need to take action. If it says "Your student status has not been verified, while we do need it for your membership type." next to a red cross, you will need to follow the procedure above.
nl: Je kan zelf zien of je studie al is geverifiëerd door naar je profiel op de Inter-Actief website te gaan. Onder het blokje "Lidmaatschap" kan je de huidige status vinden. Als daar staat "Je studentenstatus is geverifieerd of we hebben het niet nodig voor jouw lidmaatschapstype." naast een groen vinkje, dan wordt je lidmaatschap gewoon verlengd en hoef je niks te doen. Als er staat "Jouw status als student is niet geverifieerd, terwijl we dit wel nodig hebben voor jouw lidmaatschapstype." naast een rood kruis, dan zul je de procedure hierboven moeten volgen.

source: If you have any questions you can contact us by replying to this email.
nl: Als je nog vragen hebt, kun je natuurlijk altijd reageren op deze mail.

source: During the previous period, you have not logged in on our website via the University of Twente login. Because of this, we were unable to get your current student status, meaning we cannot prolong your membership as a study long type.
nl: Tijdens de afgelopen periode ben je niet ingelogd geweest op onze website door in te loggen via Universiteit Twente. Daarom hebben we niet je studentenstatus kunnen verifiëren, wat betekent dat we je studielang lidmaatschap niet kunnen verlengen.

source: If you have not graduated yet and are still studying Business Information Technology, Technical Computer Science or one of the masters belonging to these studies, please visit our website and log in via University of Twente in order to prolong your membership for free. You have to do this within 14 days, otherwise your membership will be terminated as of the 1st of July.
nl: Als je nog niet afgestudeerd bent en nog steeds Business Information Technology, Technical Computer Science of een van de bijbehorende masters studeert, bezoek dan onze website en log in via Universiteit Twente. Door dit te doen kunnen wij je studielange lidmaatschap gratis verlengen. Doe dit binnen 14 dagen, want anders zal je lidmaatschap beëindigt worden op 1 juli.

source: If you have graduated, your membership of Inter-Actief will end. There is however still the opportunity to become a member of ENIAC, the alumni association for TCS, BIT, CS, ITECH, EMSYS, and IST.
nl: Als je afgestudeerd bent zal je lidmaatschap bij Inter-Actief eindigen. Er is echter alsnog een optie om lid te worden van ENIAC, de alumni vereniging voor TCS, BIT, CS, ITECH, EMSYS en IST.

source: If you want to know more about ENIAC or if you want to become a member, take a look at their website, <a href="https://eniac.utwente.nl/">https://eniac.utwente.nl/</a>. The board of ENIAC can be contacted using the contact form on their website.
nl: Als je meer wilt weten over ENIAC of als je lid wilt worden, kijk dan even naar hun website, <a href="https://eniac.utwente.nl/">https://eniac.utwente.nl</a>. Het bestuur van ENIAC kan bereikt worden via het contactformulier op hun website.

source: If you want to know more about ENIAC or if you want to become a member, take a look at their website, eniac.utwente.nl. The board of ENIAC can be contacted using the contact form on their website.
nl: Als je meer wilt weten over ENIAC of lid wil worden, kijk dan even op hun website, eniac.utwente.nl. Het bestuur van ENIAC kan bereikt worden via het contactformulier op hun website.

source: During the previous academic year, you were enrolled at Inter-Actief via ENIAC. Every year, your membership as ENIAC member is reset.
nl: Tijdens het afgelopen academisch jaar was je ingeschreven bij Inter-Actief via ENIAC. Echter verloopt je lidmaatschap bij Inter-Actief als ENIAC lid ieder jaar.

source: If you are still a member of ENIAC, you can respond to this email with the request to prolong your 'membership' at Inter-Actief. This is only necessary if you plan on joining activities of Inter-Actief or if you plan on using the cookie corner of Inter-Actief. If not, you don't have to do anything. Of course, you can always reactivate your membership at Inter-Actief at a later moment if needed.
nl: Als je nog steeds lid bent van ENIAC, kun je reageren op deze mail met een verzoek om je 'lidmaatschap' te verlengen bij Inter-Actief. Dit is enkel nodig als je van plan bent om activiteiten van Inter-Actief bij te wonen of de cookie corner bij Inter-Actief te gebruiken. Zo niet, dan hoef je niets te doen. Natuurlijk kun je op ieder ander moment je lidmaatschap bij Inter-Actief heractiveren indien nodig.

source: [Inter-Actief] Termination of membership
nl: [Inter-Actief] Beëindiging lidmaatschap

source: According to our administration you no longer study Computer Science, Business Information Technology or one of the connected masters. Therefore your study duration lasting membership of Inter-Actief will end on the first of July.
nl: Omdat je volgens onze gegevens geen TCS, BIT of een bijbehorende master studeert, wordt je studielange lidmaatschap van Inter-Actief per 1 juli beëindigd.

source: Most likely you have graduated. Even though your membership of Inter-Actief will end, there is still the opportunity to become a member of ENIAC, the alumni association for TCS, BIT, CS, ITECH, EMSYS, and IST.
nl: Vermoedelijk ben je dus afgestudeerd. Ondanks dat je lidmaatschap bij Inter-Actief 1 juli beëindigd wordt is er wel de gelegenheid om lid te worden bij ENIAC, de alumnivereniging voor de opleidingen TCS, BIT, CS, ITECH, EMSYS, en IST.

source: If our administration is wrong or if you have any questions you can contact us by replying to this email.
nl: Als onze gegevens niet kloppen of als je nog vragen hebt kun je contact opnemen door te reageren op deze mail.

source: [Inter-Actief] Membership renewal
nl: [Inter-Actief] Verlenging lidmaatschap

source: On the first of July your membership will be automatically renewed.
nl: Op 1 juli wordt je lidmaatschap van Inter-Actief verlengd.

source: Membership type:
nl: Lidmaatschapstype:

source: Membership fee:
nl: Contributie:

source: € %(price)s annually
nl: € %(price)s per jaar

source: The contribution will be withdrawn by direct debit from you bank account %(iban)s at the end of July.
nl: De contributie wordt eind juli van je rekening %(iban)s afgeschreven.

source: Currently, we have the following information about you in our administration:
nl: Op dit moment zijn deze gegevens van jou bij ons bekend:

source: In case you want to end your membership, you can do so by replying to the email before the first of July.
nl: Wil je je lidmaatschap opzeggen, dan kan dit voor 1 juli door te reageren op deze mail.

source: In case the above information is faulty, you can edit it at <a href="https://www.inter-actief.utwente.nl/profile/edit">https://www.inter-actief.utwente.nl/profile/edit</a> or by replying to this email. For questions you can also contact the board.
nl: Als bovenstaande gegevens onjuist zijn, kun je ze wijzigen op <a href="https://www.inter-actief.utwente.nl/profile/edit">https://www.inter-actief.utwente.nl/profile/edit</a> of door te reageren op deze mail. Voor vragen kun je contact opnemen met het bestuur.

source: In case the above information is faulty, you can edit it at https://www.inter-actief.utwente.nl/profile/edit or by replying to this email. For questions you can also contact the board.
nl: Als bovenstaande gegevens onjuist zijn, kun je ze wijzigen op https://www.inter-actief.utwente.nl/profile/edit of door te reageren op deze mail. Voor vragen kun je contact opnemen met het bestuur.

source: Confirmation message
nl: Bevestigingsbericht

source: The command is being executed...
nl: De opdracht wordt uitgevoerd...

source: Student data
nl: Studentgegevens

source: Employee data
nl: Medewerkergegevens

source: User accounts and login providers
nl: Gebruikersaccounts en inlogproviders

source: Anonymize person
nl: Persoon anonimiseren

source: With this button the personal details of this person that the association does not need to keep for legal reasons will be anonymized.
nl: Met deze knop worden alle gegevens van deze persoon die niet wettelijk nodig zijn voor de vereniging geanonimiseerd.

source: Warning: Anonymizing a person is irreversible! Only do this if the person themselves have indicated that they want their personal data removed!
nl: Waarschuwing: Het anonimiseren van een persoon is onomkeerbaar! Doe dit alleen als de persoon zelf aangegeven heeft zijn gegevens te willen verwijderen!

source: Anonymize this person
nl: Deze persoon anonimiseren

source: This person cannot be anonymized because of the following reasons:
nl: Deze persoon kan niet worden geanonimiseerd vanwege de volgende redenen:

source: The following user account(s) have been found that are related to this person.
nl: De volgende gebruikersaccount(s) zijn gevonden die aan deze persoon gerelateerd zijn.

source: Username
nl: Gebruikersnaam

source: Linked social accounts
nl: Gekoppelde sociale accounts

source: Inter-<i>Actief</i> Active Members account
nl: Inter-<i>Actief</i>-actieveledenaccount

source: TOTP devices:
nl: TOTP-apparaten:

source: No TOTP devices
nl: Geen TOTP-apparaten

source: Integration account
nl: Integratie-account

source: University of Twente account
nl: Universiteit Twente account

source: Provider
nl: Dienst

source: No linked accounts
nl: Geen gekoppelde accounts
