Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Export enrollments (CSV)
nl: Exporteer inschrijvingen (CSV)

source: Print enrollments
nl: Print inschrijvingen

source: Data export statistics
nl: Data-exportstatistieken

source: Enrollments
nl: Inschrijvingen

source: Confirmation cancel
nl: Bevestig verwijdering

source: Are you sure you want to cancel %(obj)s?
nl: Weet je zeker dat je %(obj)s wilt annuleren?

source: All enrollments will be cancelled, the transactions will be undone, and all the participants will receive an email.
nl: Alle inschrijvingen worden verwijderd, de transacties worden ongedaan gemaakt, en alle deelnemers krijgen hiervan een email.

source: Confirmation delete
nl: Bevestiging verwijdering

source: Are you sure you want to remove %(obj)s?
nl: Weet je zeker dat je %(obj)s wilt verwijderen?

source: All enrollments will be deleted and the transactions will be undone
nl: Alle inschrijvingen worden verwijderd en de transacties ongedaan gemaakt.

source: Confirmation of unenrollment
nl: Bevestiging uitschrijving

source: Confirmation unenrollment
nl: Bevestiging uitschrijving

source: Are you sure you want to unenroll %(person)s for %(obj)s?
nl: Weet je zeker dat je %(person)s wil uitschrijven voor %(obj)s?

source: Enroll for
nl: Inschrijven voor

source: enroll for
nl: inschrijven voor

source: With this form, you will enroll %(name)s for the activity.
nl: Met dit formulier schrijf je %(name)s in voor de activiteit.

source: Click "Enroll" below this form to confirm your enrollment.
nl: Klik onderaan dit formulier op inschrijven om je inschrijving te bevestigen.

source: The enrollment fee is
nl: De inschrijfkosten bedragen

source: Unfortunately, there are no more openings. You will be enrolled on the waiting list.
nl: Helaas, maar er is geen beschikbare plek meer. Je kunt je wel inschrijven op de wachtlijst.

source: The activity has a few enrollment options. Please fill these out before you enroll. <b> Warning:</b> some of these options may cost extra!
nl: Bij deze activiteit horen enkele inschrijfopties. Vul deze in voordat je je inschrijft. <b>Let op:</b> aan sommige opties kunnen extra kosten verbonden zijn!

source: It is assumed that %(name)s has given their permission to be enrolled.
nl: Er wordt vanuit gegaan dat %(name)s toestemming heeft gegeven om zich te laten inschrijven.

source: By pressing the sign-up-button, I declare to be aware that any enrollment costs will be taken from my bank account through direct debit by Inter-<i>Actief</i> in accordance with the authorization I granted for consumptions and activities.
nl: Door op de knop inschrijven te klikken verklaar ik dat ik op de hoogte ben van het feit dat (eventuele) inschrijfkosten door Inter-<i>Actief</i> van mijn rekening zullen worden afschreven conform de door mij getekende machtiging voor consumpties en activiteiten.

source: Total
nl: Totaal

source: Update
nl: Aanpassen

source: Enroll
nl: Inschrijven

source: Enroll for %(name)s
nl: Inschrijven voor %(name)s

source: Enroll for %(name)s
nl: Inschrijven voor %(name)s

source: Unfortunately, you cannot enroll for this activity, because it has an entrance fee, and you have not signed a direct debit mandate for consumptions and activities. Without this authorization, we can not withdraw money from your account. Please ask the board for a mandate form.
nl: Je kunt je helaas niet inschrijven voor deze activiteit omdat aan deze activiteit kosten verbonden zijn en je geen machtiging getekend hebt inzake consumpties en activiteiten. Zonder deze machtiging is het niet mogelijk om eventuele kosten af te schrijven. Vraag bij het bestuur om een machtigingsformulier.

source: Would you prefer not to sign a direct debit mandate? Please contact the board or organizing committee and pay in cash.
nl: Liever geen machtiging tekenen? Neem dan contact op met het bestuur of de organiserende commissie en betaal contant.

source: For privacy reasons, this page only shows anonymized enrollment data. For more detailed information please export or print it.
nl: Op deze pagina vind je vanwege privacyoverwegingen alleen geanonimiseerde inschrijfgegevens. Voor meer gedetailleerde informatie moet je een export maken of de inschrijvingen printen.

source: Number of total participants including waiting list
nl: Aantal deelnemers inclusief wachtlijst:

source: Number of confirmed participants
nl: Aantal bevestigde deelnemers:

source: Show all participants
nl: Laat alle deelnemers zien

source: Only show underage participants
nl: Laat alleen minderjarige deelnemers zien

source: Need a list of underage participants? Ask the board!
nl: Heb je een lijst met minderjarige deelnemers nodig? Vraag het bestuur!

source: You are currently only viewing underage participants!
nl: Je bekijkt nu alleen minderjarige deelnemers!

source: Sequence
nl: Volgorde

source: Enrollment #
nl: Inschrijving #

source: Payment
nl: Betaling

source: This participant turns 18 during the activity!
nl: Deze deelnemer wordt 18 tijdens de activiteit!

source: By clicking here, you confirm to have received the full amount of money.
nl: Door hier te klikken, bevestig je het complete contante bedrag ontvangen te hebben.

source: Register cash payment
nl: Registreer contante betaling

source: Edit enrollment
nl: Inschrijving aanpassen

source: Deregister
nl: Uitschrijven

source: Order totals
nl: Totalen bestellingen

source: Dish
nl: Gerecht

source: Amount
nl: Aantal

source: Total price
nl: Totale prijs

source: Grand Total
nl: Eindtotaal

source: Enroll people
nl: Personen inschrijven

source: Send mailing
nl: Mailing versturen

source: View transactions
nl: Transacties bekijken

source: Waiting list (%(n)s members)
nl: Wachtlijst (%(n)s leden)

source: Locked
nl: Vergrendeld

source: Enroll person for %(name)s
nl: Persoon inschrijven voor %(name)s

source: Enroll person for %(name)s
nl: Persoon inschrijven voor %(name)s

source: This enrollment list contains personal data. Please do not leave this lying around somewhere and make sure that it is destroyed after use. If you find this list somewhere, please give it to the board of Inter-Actief.
nl: Deze inschrijflijst bevat persoonsgegevens. Laat deze a.u.b. niet slingeren en zorg dat deze naderhand wordt vernietigd. Mocht u deze lijst vinden, geef deze dan aan het bestuur van Inter-Actief.

source: Number of participants
nl: Aantal deelnemers:

source: Activities you don't want to miss
nl: Activiteiten die je niet mag missen

source: iCal all activities
nl: iCal alle activiteiten

source: (or in
nl: (of in het

source: Show all upcoming activities
nl: Alle komende activiteiten weergeven

source: Show only activities with open enrollments
nl: Alleen activiteiten met open inschrijvingen weergeven

source: iCal document with activity
nl: iCal-document met activiteit

source: Dutch-only
nl: Nederlands gesproken

source: It looks like there are no events with label %(type)s
nl: Het lijk er op dat er geen activiteiten met het label %(type)s zijn

source: There are no planned events. Maybe because it is holiday?
nl: Er zijn geen aankomende activiteiten, is het toevallig vakantie?

source: UT Event Desk status
nl: UT Evenementenbureau status

source: Past activities
nl: Afgelopen activiteiten

source: Old events
nl: Oude activiteiten

source: Search
nl: Zoek

source: Results (%(amount)s activities)
nl: Resultaten (%(amount)s activiteiten)

source: Additional costs:
nl: Meerprijs:

source: Discount
nl: Korting:

source: spot(s) left
nl: plek(ken) over

source: required
nl: verplicht

source: Additional costs per unit:
nl: Meerprijs per stuk:

source: Discount per unit
nl: Korting per stuk:

source: The maximum per person is
nl: Het maximum per persoon is

source: All albums
nl: Alle albums

source: More photos are available if you
nl: Meer foto's zijn beschikbaar als je bent

source: logged in
nl: ingelogd

source: Please enter a search query longer than 2 characters
nl: Zoek svp. op meer dan 2 tekens

source: There are no results
nl: Geen resultaten gevonden

source: At least we still have the photos
nl: Gelukkig hebben we de foto's nog

source: Inter-<i>Actief</i> regularly makes photos during activities. This is done by the MedIA committee. Here you can find photos of the recent activities.
nl: Inter-<i>Actief</i> maakt vaak foto's van activiteiten. Voornamelijk de MedIA-commissie zorgt hiervoor. Hieronder vind je foto's van de afgelopen activiteiten.

source: Search for pictures
nl: Zoeken naar foto's

source: Photo archive
nl: Foto-archief

source: The photo archive with photos from 2000 till march 2009 can be found on <a href="https://photo.inter-archief.net/">photo.inter-archief.net</a>.
nl: Het foto-archief met de foto's van 2000 tot maart 2009 is te vinden op <a href="https://photo.inter-archief.net">photo.inter-archief.net</a>.

source: All photos
nl: Alle fotos

source: Photographer:
nl: Fotograaf:

source: Anonymous
nl: Anoniem

source: If you want to have this photo removed, please contact the board
nl: Als je deze foto wilt laten verwijderen, neem dan contact op met het bestuur

source: Original
nl: Origineel

source: Small
nl: Klein

source: Medium
nl: Middel

source: Large
nl: Groot

source: 1 person signed up.
nl: 1 persoon is ingeschreven.

source: %(sign_ups)s/%(places)s people signed up.
nl: %(sign_ups)s/%(places)s mensen zijn ingeschreven.

source: For this activity, there is one place left.
nl: Voor deze activiteit is nog 1 plaats beschikbaar.

source: For this activity, there are %(places)s places left.
nl: Voor deze activiteit zijn er nog %(places)s plaatsen beschikbaar.

source: For this activity, there are still places left.
nl: Voor deze activiteit zijn er nog plaatsen beschikbaar.

source: For this activity there is no maximum number of participants.
nl: Voor deze activiteit is geen maximum aantal plaatsen.

source: If you want to be at this activity, you need to enroll.
nl: Als je er ook bij wilt zijn moet je je inschrijven.

source: If you want to be at this activity, you need to enroll.
nl: Als je er ook bij wilt zijn moet je je inschrijven.

source: You can enroll for this activity until %(enddate)s at %(endtime)s.
nl: Inschrijven kan nog tot uiterlijk %(enddate)s om %(endtime)s.

source: The maximum number of participants for this activity has been reached.
nl: Voor deze activiteit zijn geen plaatsen meer beschikbaar.

source: You are on the waiting list for this event with the following options:
nl: Je hebt je ingeschreven voor deze activiteit op de wachtlijst met de volgende inschrijfopties:

source: You have enrolled for this event with the following options:
nl: Je hebt je ingeschreven voor deze activiteit met de volgende inschrijfopties:

source: %(title)s: You have not enrolled for this option
nl: %(title)s: Je bent niet ingeschreven voor deze optie

source: You have enrolled yourself for this event.
nl: Je hebt je ingeschreven voor deze activiteit.

source: You are enrolled on the waiting list for this event.
nl: Je hebt je ingeschreven voor deze activiteit op de wachtlijst.

source: Your spot on the waiting list is
nl: Jouw plek op de wachtlijst is

source: Deregister from waiting list
nl: Uitschrijven van de wachtlijst

source: You can reverse your enrollment till %(date)s at %(time)s.
nl: Je kunt je inschrijving nog terugtrekken tot uiterlijk %(date)s om %(time)s.

source: For this activity, you can only unenroll yourself at the board.
nl: Voor deze activiteit kun je jezelf alleen uitschrijven indien je contact met het bestuur opneemt.

source: You are not enrolled in this activity yet.
nl: Je doet nog niet mee met deze activiteit.

source: It's not possible to unenroll yourself for this activity.
nl: Voor deze activiteit is het niet mogelijk jezelf uit te schrijven.

source: You can no longer enroll, all placed have been filled.<br /> <b>Do you want to be on the waiting list? That is still possible!</b><br /> When on the waiting list, you will be automatically enrolled as soon as someone unenrolls.
nl: Je kunt je niet meer inschrijven, alle plaatsen zijn vergeven.<br /> <b>Wil je op de reservelijst? Dat is nog wel mogelijk!</b><br /> Wanneer je op de wachtlijst staat, word je vanzelf ingeschreven wanneer er plek is.

source: Place on waiting list
nl: Plaats op wachtlijst

source: To view or alter your enrollment, please <a href="%(login_url)s?next=%(next_url)s">log in</a>.
nl: Om je inschrijving te bekijken of te wijzigen moet je <a href="%(login_url)s?next=%(next_url)s">inloggen</a>.

source: You can only enroll for this activity on the website of this activity
nl: Je kan je voor deze activiteit alleen inschrijven via de website van deze activiteit

source: You have enrolled for this event
nl: Je hebt je ingeschreven voor deze activiteit

source: Unfortunately, you cannot enroll for this activity anymore, as the enrollment period has ended.
nl: Je kunt je helaas niet meer inschrijven voor deze activiteit, de inschrijftermijn is verlopen.

source: The enrollment for this activity has not been opened yet. You can enroll from %(enrollment_begin)s until %(enrollment_end)s.
nl: De inschrijving is helaas nog niet geopend voor deze activiteit. Van %(enrollment_begin)s tot %(enrollment_end)s kun je je inschrijven.

source: You are on the waiting list
nl: Je staat op de wachtlijst

source: Subscription closed
nl: Inschrijving gesloten

source: Enrollment is full
nl: Inschrijving is vol

source: Enroll now!
nl: Schrijf je nu in!

source: Subscription is open from %(date)s
nl: Inschrijven kan vanaf %(date)s

source: First
nl: Eerste

source: Back
nl: Vorige

source: Next
nl: Volgende

source: Last
nl: Laatste

source: Upload photos
nl: Foto's uploaden

source: If needed you can still uncheck a photo. After uploading photos will be moved to the website and will no longer be available in the uploadfolder.
nl: Je kunt eventueel nog een foto uitvinken, mocht dat nodig zijn. De fotos worden verplaatst en zijn na het uploaden niet meer beschikbaar in de uploadmap.

source: Upload selected photos
nl: Geselecteerde foto's uploaden

source: No photos found in upload folder
nl: Geen foto's gevonden in de uploadmap.

source: Upload new files
nl: Upload nieuwe bestanden

source: Clear upload directory
nl: Maak uploadmap leeg

source: Clear photo upload directory
nl: Maak foto uploadmap leeg

source: Confirmation
nl: Bevestiging

source: Are you sure you want to clear the upload directory?
nl: Weet je zeker dat je de uploadmap wil verwijderen?

source: This will remove the following files:
nl: Deze actie zal de volgende bestanden verwijderen:

source: There are no files in the upload directory.
nl: Er zijn geen bestanden in de uploadmap

source: Upload pictures
nl: Foto's uploaden

source: Enrollment for {activity} is not possible. You do not have an active membership at Inter-Actief
nl: Inschrijven voor {activity} is niet mogelijk. Je hebt geen actief lidmaatschap bij Inter-Actief.

source: Unenrollment for {activity} is not possible.
nl: Uitschrijven voor {activity} is niet mogelijk.

source: Enrollment for {activity} is only possible on the website of this activity.
nl: Inschrijven voor {activity} is alleen mogelijk op de website van deze activiteit.

source: The enrollment period for {activity} hasn't started yet or has already passed.
nl: De inschrijfperiode voor {activity} is nog niet begonnen of is al voorbij.

source: {person} is already enrolled for {activity}.
nl: {person} is al ingeschreven voor {activity}.

source: You are already enrolled for {activity}.
nl: Je bent al ingeschreven voor {activity}.

source: Unenrollment for {activity} is only possible on the website of this activity.
nl: Uitschrijven voor {activity} is alleen mogelijk op de website van deze activiteit.

source: {person} is not enrolled for {activity}.
nl: {person} is niet ingeschreven voor {activity}.

source: You are not enrolled for {activity}.
nl: Je bent niet ingeschreven voor {activity}.

source: The unenrollment term for {activity} has already passed.
nl: De uitschrijfperiode voor {activity} is al voorbij.

source: {person} has been promoted from the waiting list for {activity}.
nl: {person} is gepromoveerd van de wachtlijst naar bevestigde deelname voor {activity}.

source: Events of Inter-Actief
nl: Activiteiten IA

source: No photo
nl: Geen foto

source: {obj} has been successfully re-opened. Please note that all previous enrollments are not added again and that enrollments will have to be manually re-opened.
nl: {obj} is succesvol heropend. Let erop dat alle vorige aanmeldingen niet opnieuw zijn toegevoegd en dat je inschrijvingen weer handmatig open moet zetten.

source: We were unable to cancel {obj}, since it has already started.
nl: Het annuleren van {obj} is niet meer mogelijk, omdat deze al is begonnen.

source: {obj} was cancelled successfully.
nl: {obj} is succesvol geannuleerd.

source: You are now enrolled for {activity}.
nl: Je bent nu ingeschreven voor {activity}.

source: You are now on the waiting list for {activity}.
nl: Je staat nu op de wachtlijst voor {activity}.

source: You are now unenrolled for {activity}.
nl: Je bent nu uitgeschreven voor {activity}.

source: {person} is now unenrolled for {activity}.
nl: {person} is nu uitgeschreven voor {activity}.

source: the waitinglist of
nl: de wachtlijst voor

source: {person} is now enrolled for {waiting_list} {activity}.
nl: {person} is nu ingeschreven voor {waiting_list} {activity}.

source: You are now enrolled for {waiting_list} {activity}.
nl: Je bent nu ingeschreven voor {waiting_list} {activity}.

source: The photos are now being processed in the background.Photos will show up on the activity as they are processed, you can refresh the page to follow the progres.
nl: De foto's worden nu in de achtergrond verwerkt. Foto's zullen per foto bij de activiteit verschijnen terwijl ze verwerkt worden, je kan de pagina verversen om de voortgang te volgen.

source: This picture does not exist.
nl: Deze foto bestaat niet.

source: No participants
nl: Geen deelnemers

source: You do not have permissions to edit this activity
nl: Je mag deze activiteit niet bewerken

source: You cannot edit this activity, because it is cancelled
nl: Je kunt deze activiteit niet aanpassen, omdat hij is geannuleerd

source: You did not fill in an English summary/description.
nl: Je hebt geen Engelse samenvatting/omschrijving ingevuld.

source: edit event
nl: activiteit wijzigen

source: You did not fill in a Dutch summary/description.
nl: Je hebt geen Nederlandse samenvatting/omschrijving ingevuld.

source: Activity '{old_obj}' was moved (reversal on old date)
nl: Activiteit '{old_obj}' is verplaatst (terugboeken op oude datum)

source: Activity '{activity}' was moved (addition on new date)
nl: Activiteit '{activity}' is verplaatst (toevoegen op nieuwe datum)

source: This activity already has enrollments, therefore options can no longer be added!
nl: Deze activiteit heeft inschrijvingen, er kunnen geen opties toegevoegd worden!

source: This activity already has enrollments, therefore options cannot be deleted!
nl: Deze activiteit heeft inschrijvingen, er kunnen geen opties verwijderd worden!

source: Enrollment options %(object)s has been deleted
nl: Inschrijfoptie %(object)s is verwijderd

source: Only accessible for the board and the organisers of this activity.
nl: Uitsluitend toegankelijk voor het bestuur en de organisators van de activiteit.

source: No activity found or invalid activity ID given.
nl: Geen activiteit gevonden of je hebt een ongeldige activiteit-id meegegeven.

source: Invalid activity ID
nl: Ongeldige activiteit-id.

source: Could not create data export, because an unknown data-exporttype is provided.
nl: Kon geen data-export maken, omdat er een onbekend data-exporttype is opegeven.

source: Could not create data export, because something went wrong while saving information about the export.
nl: Kon geen data-export maken, omdat er iets mis ging bij het opslaan van gegevens over de data-export.

source: You are not allowed to edit this activity
nl: Je mag deze activiteit niet bewerken

source: Unknown error occurred.
nl: Er is een onbekende fout opgetreden.

source: Message is not encoded in UTF-8, Latin-1 or ASCII, giving up...
nl: Bericht is niet geëncodeerd in UTF-8, Latin-1 of ASCII, ik geef het op...

source: Could not retrieve this message from Google. {}
nl: Kon dit bericht niet ophalen bij Google. {}

source: Push Notification
nl: Pushnotificatie

source: Push Notifications
nl: Pushnotificaties

source: Log for %(modelname)s %(objectname)s
nl: Logboek voor %(modelname)s %(objectname)s

source: Blame overview
nl: Blame-overzicht

source: Model overview
nl: Modeloverzicht

source: Action
nl: Actie

source: Timestamp
nl: Tijdstempel

source: Changes
nl: Wijzigingen

source: Changed by
nl: Gewijzigd door

source: Detail page of this object
nl: Detailpagina van dit object

source: No detail page found for this object
nl: Geen detailpagina gevonden voor dit object

source: Details of this change
nl: Details van deze wijziging

source: System
nl: Systeem

source: No changes recorded
nl: Geen wijzigingen opgeslagen

source: Change to %(actual_obj)s
nl: Wijziging aan %(actual_obj)s

source: Change to %(classname)s %(pk)s: %(actual_obj)s
nl: Wijziging aan %(classname)s %(pk)s: %(actual_obj)s

source: Overview for %(classname)s
nl: Overzicht voor %(classname)s

source: All changes to %(actual_obj)s
nl: Alle wijzigingen aan %(actual_obj)s

source: By
nl: Door

source: This object has been removed.
nl: Dit object is verwijderd.

source: Model overview for %(modelname)s
nl: Modeloverzicht voor %(modelname)s

source: Latest changes to %(modelname)s
nl: Laatste wijzigingen aan %(modelname)s

source: Show all changes for this object
nl: Alle wijzigingen van dit object bekijken

source: Detail page for this change
nl: Detailpagina van deze wijziging

source: Overview
nl: Overzicht

source: Choose a model to view its history:
nl: Kies het model waar je de geschiedenis van wilt zien:

source: And {} other changes
nl: En nog {} andere wijzigingen.

source: A summary of this activity in the preferred language of this user.
nl: Een samenvatting van deze activiteit in de voorkeurstaal van de gebruiker.

source: A description of this activity in the preferred language of this user.
nl: Een beschrijving van deze activiteit in de voorkeurstaal van de gebruiker.

source: Promotional text for this activity in the preferred language of this user.
nl: Promotietekst voor deze activiteit, in de voorkeurstaal van de gebruiker.

source: A brief description of this activity (always in english).
nl: Een korte beschrijving van deze activiteit (altijd in het Engels).

source: No payment
nl: Geen betaling

source: Cash at the board/committee
nl: Contant bij bestuur/commissie

source: Mandate
nl: Machtiging

source: Person
nl: Persoon

source: Remarks
nl: Opmerking

source: Cash payment made
nl: Contante betaling voldaan

source: On waiting list
nl: Op wachtlijst

source: Added on
nl: Toegevoegd op

source: Added by
nl: Toegevoegd door

source: Participation
nl: Deelname

source: Participations
nl: Deelnames

source: deleted activity
nl: verwijderde activiteit

source: Starts
nl: Begint

source: Ends
nl: Eindigt

source: All day
nl: Hele dag

source: Summary
nl: Samenvatting

source: Summary (en)
nl: Samenvatting (en)

source: Short promotional message
nl: Korte promotietekst

source: This text can be used by the board for promotion, for example on our socials or in our weekmail. Let it be a teaser, so people would want to read your full activity description.
nl: Deze tekst kan gebruikt worden door het bestuur voor promotie, bijvoorbeeld op onze social media kanalen of in onze weekmail. Laat het een teaser zijn, zodat mensen die geïnteresseerd zijn jouw volledige beschrijving willen lezen.

source: Description
nl: Omschrijving

source: Description (en)
nl: Omschrijving (en)

source: Organizer
nl: Organisator
