Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Please note that historic data might be inaccurate. Many banners and company corner pages are re-used, with their start and end date changed.
nl: Hou er rekening mee dat historische data incorrect kan zijn. Veel banners en company corner pagina's worden hergebruikt, met een nieuwe start en einddatum.

source: Start date
nl: Begindatum:

source: End date
nl: Eind datum

source: Name (company)
nl: Naam (bedrijf)

source: Set start date
nl: Gegeven startdatum

source: Set end date
nl: Gegeven einddatum

source: Events
nl: Activiteiten

source: Event
nl: Activiteit

source: Visible from
nl: Zichtbaar vanaf

source: Visible till
nl: Zichtbaar tot

source: Visible?
nl: Zichtbaar?

source: Inter-Actief external activities
nl: Externe Activiteiten IA

source: For which things do you want to request a data export?
nl: Voor welke dingen wil je een data-export aanvragen?

source: Which applications, files or other data this data export has to contain.
nl: Voor welke applicaties, bestanden of andere gegevens deze data-export gemaakt moet worden.

source: Code with which you can download this export.
nl: Code waarmee deze export gedownload kan worden.

source: The person whose data export this is.
nl: De persoon van wie deze data-export is.

source: Filename
nl: Bestandsnaam

source: The file name of the exported data.
nl: De bestandsnaam van de geëxporteerde data.

source: Timestamp of request
nl: Tijdstempel van verzoek

source: The time that this data export was requested.
nl: De tijd waarop deze data-export is aangevraagd.

source: Timestamp of completion
nl: Tijdstempel van afronding

source: The time that this data export was completed.
nl: De tijd waarop de data-export compleet was.

source: Number of times downloaded
nl: Aantal keer gedownload

source: How many times this export has been downloaded.
nl: Hoe vaak deze export al is gedownload.

source: Export is complete
nl: Export is afgerond

source: If this export is ready to be downloaded or not.
nl: Of deze export klaar is om gedownload te worden of niet.

source: Data export of {}
nl: Data-export van {}

source: <unknown>
nl: <onbekend>

source: Not yet started
nl: Nog niet gestart

source: Busy exporting data
nl: Bezig met exporteren

source: Done exporting data
nl: Klaar met exporteren

source: Error during exporting
nl: Fout tijdens exporteren

source: Data in the Inter-/Actief/ website and the members database.
nl: Gegevens in de Inter-/Actief/-website en -ledendatabase.

source: Files you have uploaded to the Inter-/Actief/ website (warning, may be very large).
nl: Bestanden die je hebt geupload naar de Inter-/Actief/-website (waarschuwing, kan heel groot zijn).

source: Data from Alexia, the drink management system.
nl: Gegevens in Alexia, ons borrelbeheersysteem.

source: Data in GitLab, the version control system.
nl: Gegevens in GitLab, ons versiebeheersysteem.

source: The home directory of your Inter-Actief active members account (warning, may be very large).
nl: De homemap van je Inter-Actief actieveledenaccount (waarschuwing, kan heel groot zijn).

source: Which data export this status belongs to
nl: Bij welke data-export deze status hoort

source: Application
nl: Applicatie

source: The name of the application you want to export data from.
nl: De naam van de applicatie waar je data van wilt exporteren.

source: Export status
nl: Exporteerstatus

source: The status of the export from this application.
nl: De status van de export van deze applicatie.

source: Application status
nl: Applicatiestatus

source: Application statuses
nl: Applicatiestatussen

source: Export status for {} of {} ({})
nl: Exportstatus voor {} van {} ({})

source: Download your finished data export here.
nl: Download hier je klaargemaakte data-export.

source: Your data export is not finished yet! Please check the status below.
nl: Je data-export is nog niet klaar! Bekijk hieronder de status.

source: You have not exported anything! Are you a wizard?
nl: Je hebt geen dingen geëxporteerd! Ben jij een tovenaar?

source: Requested on
nl: Aangevraagd op

source: Finished on
nl: Klaar op

source: %(download_count)s times
nl: %(download_count)s keer

source: Size
nl: Grootte

source: Expiry date
nl: Verloopdatum

source: Export personal data
nl: Exporteer persoonlijke gegevens

source: On this page you can request a data export of all of your personal data that I.C.T.S.V. Inter-<i>Actief</i> has about you.
nl: Op deze pagina kan je een export aanvragen van alle persoonlijke gegevens die I.C.T.S.V. Inter-<i>Actief</i> over je heeft.

source: First choose which data you want to have included in the export (some options can make the export pretty big), and then click on "Request export". Then you will be sent to a status page on which you can check the status of your export. You will also get an e-mail when the export has finished with a download link.
nl: Kies eerst welke gegevens je allemaal wilt exporteren (sommigen kunnen je export namelijk vrij groot maken), en klik daarna op "Export aanvragen". Je wordt dan naar een statuspagina gestuurd waar je de status van je export kan zien, en je krijgt ook een e-mailtje als de export klaar is met een downloadlink.

source: 24 to 48 hours after the export has finished, it will be deleted from the IA-servers and your download link will expire.
nl: 24 tot 48 uur nadat de export klaar is wordt hij weer verwijderd van de IA-servers en vervalt je downloadlink.

source: The careful reader might realize that there is not an export option for SymposIA data. This data can be obtained by contacting our board.
nl: De oplettende lezer zal realiseren dat er geen export-optie is voor data uit SymposIA. Deze data kan opgevraagd worden door contact op te nemen met ons bestuur.

source: You are not logged in. To automatically create a data export of your data you need to be logged in.
nl: Je bent niet ingelogd. Om automatisch een data-export te kunnen maken van je gegevens moet je inloggen.

source: If you do not have an account at Inter-Actief, but want to know what data we have about you, please send an e-mail to the board.
nl: Als je geen account hebt bij Inter-Actief en toch wilt weten welke gegevens we over je hebben, stuur dan een mailtje naar het bestuur.

source: Go to our contact page.
nl: Ga naar de contactpagina.

source: Request data export
nl: Data-export aanvragen

source: Unfortunately you have already created a data export recently that has not expired yet. Please download the old export using the download link that you have received per e-mail. If you do not have this link any more, you will have to wait until the old export has expired, before you can create a new one. Sorry for the inconvenience, this is purely a method to give our servers a little bit of rest too. If you really want a new data export earlier, then please send an e-mail to the board.
nl: Helaas heb je recentelijk al een data-export aangevraagd die nog niet verlopen is. Download a.u.b. de oude export via de download-link die je per e-mail hebt gekregen. Als je deze link niet meer hebt, dan zul je moeten wachten totdat de oude export verlopen is voordat je weer een nieuwe export mag aanvragen. Excuses voor het ongemak, dit is puur bedoeld om onze servers ook een beetje rust te geven. Wil je toch al eerder een nieuwe export maken, stuur dan een mailtje naar het bestuur.

source: Request export
nl: Export aanvragen

source: Inter-Actief data export completed
nl: Inter-Actief Data-export compleet

source: You are receiving this e-mail because you recently requested a data export of the personal data that Inter-Actief has about you.
nl: Je ontvangt deze e-mail omdat je recentelijk een data-export hebt aangevraagd van de persoonlijke data die Inter-Actief over je heeft.

source: This data export is now complete and can be downloaded from our website. For security reasons the download will only be available for 24 hours, after which it will be deleted from our server. You can download the export from the following URL:
nl: Deze data-export is klaar en kan nu gedownload worden van onze website. Voor veiligheidsredenen is deze download maar 24 uur geldig, waarna hij verwijderd zal worden van onze server. Je kan de data-export downloaden op de volgende URL:

source: Did you not request this data export yourself? Please contact the board as soon as possible via
nl: Heb je deze data-export niet zelf aangevraagd? Neem dan a.u.b. direct contact op met

source: board@inter-actief.net
nl: bestuur@inter-actief.net

source: This data export contains all personal data that Inter-Actief has on this person:
nl: Deze data-export bevat alle persoonsgegevens die Inter-Actief bezit van de deze persoon:

source: This export was requested on:
nl: Deze export is aangevraagd op:

source: The export was done on:
nl: Deze export was klaar op:

source: Information on these applications/services have been exported:
nl: Informatie over de volgende applicaties/diensten is geëxporteerd:

source: (failed)
nl: (mislukt)

source: No applications/services were exported.
nl: Er zijn geen applicaties/diensten geëxporteerd.

source: This export was created by Amélie, the website and member administration of I.C.T.S.V. Inter-/Actief/.
nl: Deze export is gemaakt door Amélie, de website en ledenadministratie van I.C.T.S.V. Inter-/Actief/.

source: For comments or problems, please contact us at www@inter-actief.net.
nl: Voor opmerkingen of problemen, neem a.u.b. contact op met www@inter-actief.net.

source: Could not find a data export download with this code.
nl: Kon geen data-export download vinden met deze code.

source: Course
nl: Vak

source: Year
nl: Jaar

source: If the deadline for revision of your exam has passed, you can select a course
nl: Als een nakijktermijn verstreken is, moet je een vak selecteren

source: Fill in a summary and comments
nl: Vul een samenvatting en opmerking in.

source: Teacher
nl: Docent

source: Reason
nl: Reden

source: Author
nl: Auteur

source: The response to the captcha challenge
nl: Het antwoord op de CAPTCHA challenge

source: Captcha key
nl: CAPTCHA-sleutel

source: The key that uniquely identifies this captcha test
nl: De sleutel die deze CAPTCHA-test uniek identificeert

source: Incorrect captcha
nl: Ongeldige CAPTCHA

source: You've already voted!
nl: Je hebt al gestemd!

source: Course name
nl: Vaknaam

source: Module name
nl: Modulenaam

source: Name of course
nl: Naam vak

source: Page name (localized for user)
nl: Naam van de pagina (gelokaliseerd voor gebruiker)

source: Page content (localized for user)
nl: Inhoud van de pagina (gelokaliseerd voor gebruiker)

source: Category name (localized for user)
nl: Categorienaam (gelokaliseerd voor gebruiker)

source: Category
nl: Categorie

source: Categories
nl: Categorieën

source: End of lectures
nl: Einde colleges

source: Exam enrollment starts
nl: Inschrijving tentamens start

source: Exam enrollment stops
nl: Inschrijving tentamens stopt

source: Enrollment for courses starts
nl: Inschrijving vakken start

source: Enrollment for courses stops
nl: Inschrijving vakken stopt

source: Book order period starts
nl: Boeken bestellen start

source: Book order stops
nl: Boeken bestellen stopt

source: Part of year
nl: Jaardeel

source: Parts of year
nl: Jaardelen

source: Start of enrollment term for the exams may not be after or simultaneous to the end of this term.
nl: Begin van tentamen inschrijven kan niet na het einde voorkomen of gelijk zijn aan het einde.

source: Start of enrollment term for courses may not be after or simultaneous to the end of this term.
nl: Begin van vakken inschrijven kan niet na het einde voorkomen of gelijk zijn aan het einde.

source: Start of the term for ordering books may not be after or simultaneous to the end of this term.
nl: Begin boeken bestellen kan niet na het einde voorkomen of gelijk zijn aan het einde.

source: Course code
nl: Vakcode

source: Courses
nl: Vakken

source: Marking period expired
nl: Nakijktermijn verstreken

source: Facilities
nl: Faciliteiten

source: Information supply
nl: Informatievoorziening

source: Internationalization
nl: Internationalisering

source: Otherwise
nl: Anders

source: Quarter 1
nl: Kwartiel 1

source: Quarter 2
nl: Kwartiel 2

source: Quarter 3
nl: Kwartiel 3

source: Quarter 4
nl: Kwartiel 4

source: Reporter
nl: Melder

source: People
nl: Personen

source: Feedback on progress
nl: Voortgangterugkoppeling

source: Handle anonymously
nl: Anoniem behandelen

source: Handled
nl: Afgehandeld

source: Course or module
nl: Vak of Module

source: Term
nl: Periode

source: Complaint
nl: Klacht

source: Complaints
nl: Klachten

source: Comment on a complaint
nl: Klachtopmerking

source: Comments on a complaint
nl: Klachtopmerkingen

source: Game
nl: Wedstrijd

source: Games
nl: Wedstrijden

source: Vote
nl: Stem

source: Votes
nl: Stemmen

source: Education awards
nl: Onderwijsprijzen

source: There is currently no information available on the education awards.
nl: Er is op het moment geen informatie beschikbaar over de onderwijsprijs.

source: New category
nl: Nieuwe categorie

source: Save category
nl: Categorie opslaan

source: Create category
nl: Categorie aanmaken

source: Added %(time)s ago
nl: %(time)s geleden geplaatst

source: You can see this because you are a board member
nl: Je ziet dit omdat je bestuur bent

source: Mark complaint handled.
nl: Handel klacht af

source: Reopen complaint
nl: Klacht heropenen

source: This complaint has %(amount)s people supporting it.
nl: Deze klacht heeft %(amount)s medestander(s).

source: I suffer from these problems too
nl: Je hebt hier ook last van

source: I do not suffer from this
nl: Geen last van

source: You have not indicated this bothers you, too
nl: Je hebt niet aangegeven hier last van te hebben

source: Agree with this complaint
nl: Ook last van

source: You are the reporter of this complaint
nl: Je bent de melder van deze klacht

source: This complaint is anonymous
nl: Deze klacht is anoniem ingediend

source: This complaint is not public
nl: Deze klacht is niet publiek

source: This complaint is dealt with
nl: Deze klacht is afgehandeld

source: Comments
nl: Opmerkingen

source: Comment by Education Committee
nl: Opmerking van Onderwijscommissie

source: This message is visible only to the original poster, the commenter and the Committee of Education
nl: Dit bericht is alleen voor de melder, de plaatser van de opmerking en de Onderwijscommissie

source: Remove message
nl: Verwijder bericht

source: Edit message
nl: Wijzig bericht

source: Save comment
nl: Bewaar opmerking

source: Add comment
nl: Plaats opmerking

source: Comments with private information can also be send directly to the Officer of Educational Affairs
nl: Opmerkingen met persoonlijke informatie kunnen ook direct naar de Commisaris Onderwijszaken gestuurd worden

source: Make this message visible to anyone
nl: Dit bericht voor iedereen zichtbaar maken

source: Non-public comments are visible to the commenter, the person who filed the complaint and the Education Committee
nl: Niet-publieke opmerkingen zijn zichtbaar voor de plaatser, de originele melder van de klacht en de Onderwijscommissie

source: Post this comment as Education Committee
nl: Plaats deze opmerking als Onderwijscommissie lid

source: If you post this comment as member of the Education Committee, the comment will be marked with a red badge
nl: Als je deze opmerking plaatst als Onderwijscommissie lid komt er een rode badge bij te staan

source: Post
nl: Plaatsen

source: Add complaint
nl: Klacht indienen

source: Because not everything always goes smoothly, you can file a complaint/ comment here. Please check the overview of complaints for your complaint before posting, so you can support it. This way, you won't have to file a new complaint.
nl: Omdat niet altijd alles op rolletjes verloopt, kun je hier een klacht/opmerking plaatsen over een onderwijs-gerelateerd onderwerp. Kijk vooral bij het klachten-overzicht of jouw klacht er niet al bijstaat, want dan kun je hem daar 'steunen'. Je hoeft dan niet opnieuw een klacht in te dienen.

source: Subject of the complaint
nl: Onderwerp van de klacht

source: Firstly, what does your complaint concern? Remember: teacher have 10 working days to grade your exams!
nl: Allereerst de vraag waar de klacht over gaat. Let op: de nakijktermijn van een tentamen is 10 werkdagen!

source: Course or Module
nl: Vak of Module

source: If it concerns a course or module, you can select it here
nl: Als het om een vak of module gaat, kun je die hier uitzoeken

source: There is a chance that the course or module you are looking for does not yet exist. If so, please create a <a href="%(new_course_url)s">new course</a> or a <a href="%(new_module_url)s">new module</a>.
nl: Het kan zijn dat het vak dat je zoekt nog niet bestaat. Als dat zo is, maak dan a.u.b. een <a href="%(new_course_url)s">nieuw vak</a> of een <a href="%(new_module_url)s">nieuwe module</a> aan.

source: Academic year and period of the course:
nl: Studiejaar en periode van het vak:

source: Year in which the academic year began
nl: Jaar waarin het studiejaar begon

source: Please state clearly your problem and the actions you have already taken to solve it (for example, e-mailing the teacher or module coordinator). Also include the name of the teacher of the course. If the complaint is about an exceeded marking period, be sure to state the date of the test/assignment deadline. Preferably describe your complaint in English to make sure other students can understand it (later). In case you'd rather do this in Dutch, that's fine as well.
nl: Vertel ons helder wat er aan de hand is en welke acties je al ondernomen hebt om iets aan je probleem te doen (bijvoorbeeld het e-mailen van de docent of de modulecoordinator). Geef ook aan wie de docent is van het vak, en als het gaat om een verlopen nakijktermijn, laat ook weten wat de datum van de toets of de deadline van de opdracht was. Geef gelieve je klacht in het Engels zodat andere studenten het (later) kunnen begrijpen. Mocht je dit liever in het Nederlands doen, dan is dat ook mogelijk.

source: Please contact the teacher of the subject and/or the module coordinator about the issue before submitting a complaint. Oftentimes, complaints can be solved much quicker and easier with direct contact than through Inter-<i>Actief</i>. <b>By submitting a complaint here, you indicate to us that you have raised the issue with the teacher or module coordinator, and that this did not lead to an acceptable resolution of the issue.</b>
nl: Neem alsjeblieft eerst contact op met de docent van het vak en/of de modulecoördinator over dit probleem voordat je een klacht indient. Vaak kunnen klachten veel sneller en gemakkelijker opgelost worden door middel van direct contact dan via Inter-<i>Actief</i>. <b>Door hier een klacht in te dienen, geef je aan ons aan dat je dit probleem aan de orde hebt gesteld bij de docent of de modulecoördinator, en dat dit niet tot een acceptabele oplossing van het probleem heeft geleid.</b>

source: I have contacted the teacher or module coordinator and could not resolve this problem with them on my own
nl: Ik heb contact opgenomen met de docent of de modulecoordinator, en kon dit probleem niet zelf met ze oplossen

source: Complaint-preferences
nl: Klachtvoorkeuren

source: Lastly, we have three more questions for you
nl: Als laatste hebben we nog drie vragen

source: Include this complaint in the overview, so other members can see and support it
nl: Neem deze klacht op in het overzicht zodat andere leden deze kunnen zien en zich er bij aan kunnen sluiten

source: Your name will not be shown in the overview
nl: Jouw naam zal in de overzichten nergens worden gebruikt

source: Keep me updated by e-mail
nl: Mail mij als er feedback op wordt geplaatst

source: Handle my complaint anonymously (only the board can see who filed the complaint)
nl: Behandel mijn klacht anoniem (alleen bestuur kan zien van wie de klacht afkomt)

source: You can now hand in your complaint. Thank you!
nl: Je kunt de klacht nu indienen, bedankt!

source: Submit
nl: Indienen

source: Complaint overview
nl: Klachtenoverzicht

source: Not everything in your study is smooth sailing, and you are not always the cause of it. Public complaints that are reported to us are listed below. You can support a complaint, comment on it, or file a new complaint.
nl: Niet alles binnen je studie gaat altijd voorspoedig en soms ben je daar niet zelf de oorzaak van. Publieke klachten die bij ons gemeld worden, staan hieronder. Je kunt je aansluiten bij een klacht, er een opmerking op maken, of zelf een nieuwe klacht indienen.

source: There are no open public complaints
nl: Er zijn geen publieke openstaande klachten

source: File new complaint
nl: Nieuwe klacht indienen

source: This is your complaint
nl: Dit is jouw klacht

source: Number of fellow students with the same complaint
nl: Aantal mensen die er last van hebben

source: Number of comments
nl: Aantal opmerkingen geplaatst

source: Open complaints
nl: Open klachten

source: Old complaints
nl: Afgehandelde klachten

source: Supporters
nl: Medestanders

source: These complaints have been received concerning this course
nl: Over dit vak zijn de volgende klachten binnengekomen

source: Add course
nl: Vak toevoegen

source: Module this course belongs to
nl: Module waar dit vak bij hoort

source: Nomination for the Educational Award
nl: Nominatie Onderwijsprijs

source: Education award nomination
nl: Onderwijsprijs nominatie

source: Which teacher should receive the Educational Award?
nl: Welke docent moet de onderwijsprijs krijgen?

source: Your name
nl: Je naam

source: Your e-mail address
nl: Je emailadres

source: Recover all data
nl: Herstel alle gegevens

source: Send
nl: Verzenden

source: Vote for the Educational Award
nl: Stem voor de onderwijsprijs

source: I followed courses of these teacher(s)
nl: Ik had college van deze docent(en)

source: Complaint handled: %(complaint_subject)s
nl: Klacht afgehandeld: %(complaint_subject)s

source: Dear EC member,
nl: Beste EC'er,

source: This complaint has been handled:
nl: Een klacht is afgehandeld:

source: A complaint that you have submitted has been handled.
nl: Een klacht die door jou is ingediend is afgehandeld:

source: Read more on: https://www.inter-actief.utwente.nl%(url)s Kind regards,
nl: Lees verder op: https://www.inter-actief.utwente.nl%(url)s Met vriendelijke groet,

source: Progress complaint %(complaint_subject)s
nl: Voortgang klacht %(complaint_subject)s

source: %(complaint_reporter)s posted a comment on complaint %(complaint_subject)s:
nl: %(complaint_reporter)s heeft bij %(complaint_subject)s een opmerking geplaatst:

source: > %(complaint_comment)s Read more on: https://www.inter-actief.utwente.nl%(url)s Cheers, Amélie
nl: > %(complaint_comment)s Lees verder op: https://www.inter-actief.utwente.nl%(url)s Groetjes, Amélie

source: Complaint entered about %(complaint_subject)s
nl: Klacht ingediend over %(complaint_subject)s

source: %(complaint_reporter)s submitted a complaint about the course %(complaint_courseperiod)s.
nl: %(complaint_reporter)s heeft een klacht geplaatst over het vak .%(complaint_courseperiod)s

source: %(complaint_reporter)s submitted a complaint.
nl: %(complaint_reporter)s heeft een klacht geplaatst.

source: Subject: %(complaint_subject)s Summary: "%(complaint_summary)s". Complaint: "%(complaint_comment)s". Cheers, Amélie
nl: Onderwerp: %(complaint_subject)s Samenvatting: "%(complaint_summary)s". Klacht: "%(complaint_comment)s". Groetjes, Amélie

source: Dear %(complaint.reporter.first_name)s, %(complaint_comment_person)s made a comment on your study complaint. URL:
nl: Beste %(complaint.reporter.first_name)s, %(complaint_comment_person)s heeft een opmerking geplaatst bij jouw onderwijsklacht. URL:
