Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: To comply with the European GDPR law, we have to save a reason for all data exports that contain personal data. Please enter the reason that you want this export below.
nl: Om te voldoen aan de GDPR-wet, moeten we een reden opslaan voor alle data-exports die gegevens van leden bevatten. Vul alsjeblieft hieronder een reden in waarom je deze export wilt maken.

source: Connect external account
nl: Externe account koppelen

source: You receive this e-mail because you can no longer login to online services of
nl: Je ontvangt deze e-mail omdat je niet (meer) kunt inloggen op de online diensten van

source: This is because you are not/no longer a student or employee of the University of Twente. You can connect an external account through the following steps:
nl: Dit komt doordat je niet (meer) een student of medewerker bent van de Universiteit Twente. Je kunt nu een extern account koppelen door de volgende stappen te volgen:

source: Go to our website and click "Login"
nl: Ga naar onze website en klik op "Log in"

source: Choose your preferred login service and log in
nl: Kies een dienst om mee in te loggen en log in bij die dienst

source: Choose the option "Try Another Way"
nl: Kies de optie "Probeer op een andere manier"

source: Choose the option "I have a link code"
nl: Kies de optie "Ik heb een link code"

source: Enter the following link code:
nl: Voer de volgende link code in:

source: Your account should now be linked.
nl: Je account is nu gekoppeld

source: The link code will remain valid for 3 days, please complete the steps before then or request a new code at the Board.
nl: De link code is 3 dagen geldig, voer a.u.b. deze stappen binnen die tijd uit of vraag een nieuwe code aan bij het Bestuur.

source: Best of luck! Kind regards,
nl: Veel succes! Met vriendelijke groet,

source: Now
nl: Nu

source: Delivery report Push Notification
nl: Afleverrapport Pushnotificatie

source: You receive this e-mail report because you sent a push notification. The following push notifications have been sent (possible variables have been filled with the first person):
nl: Je ontvangt dit e-mailrapport omdat je een push notificatie verstuurd hebt. De volgende push notificaties zijn verstuurd (eventuele variabelen zijn opgevuld met de eerste persoon):

source: This message has been sent to %(recipients)s numbers. Of these %(successful_push_recipients)s have been sent through a push message and %(not_accepted)s have not been sent.
nl: Dit bericht is verstuurd naar %(recipients)s nummers. Hiervan zijn er %(successful_push_recipients)s verstuurd per pushbericht, en %(not_accepted)s zijn niet verstuurd.

source: The following people did not receive a notification.
nl: De volgende personen hebben geen notificatie ontvangen.

source: View example
nl: Voorbeeld bekijken

source: %d is incorrect according to the check digit.
nl: %d is niet correct volgens de elfproef.

source: Days
nl: Dagen

source: Hours
nl: Uren

source: Minutes
nl: Minuten

source: YouTube video with ID "%(video_id)s" doesn't exist.
nl: YouTube-video met ID \"%(video_id)s\" bestaat niet.

source: Streaming.IA video with ID "%(video_id)s" doesn't exist.
nl: Streaming.IA video met ID \"%(video_id)s\" bestaat niet.

source: Video.IA video with ID "%(video_id)s" doesn't exist.
nl: Video.IA video met ID \"%(video_id)s\" bestaat niet.

source: Video type (Youtube or IA)
nl: Videotype (Youtube of IA)

source: URL to the video
nl: URL naar de video

source: Featured
nl: Uitgelicht

source: All videos
nl: Alle videos

source: Edit video
nl: Wijzig video

source: Delete video
nl: Verwijder video

source: New video
nl: Nieuwe video

source: Recent Streaming.IA uploads
nl: Recente Streaming.IA uploads

source: Select one of these recently uploaded Streaming.IA videos to automatically fill certain fields.
nl: Selecteer een van deze recent geüploade Streaming.IA video's om bepaalde velden automatisch in te vullen.

source: Videos marked as private and previously added videos are not displayed in this list.
nl: Video's gemarkeerd als privé en reeds toegevoegde videos worden niet weergegeven in deze lijst.

source: No (new) videos have been found.
nl: Er zijn geen (nieuwe) video's gevonden.

source: Update Streaming.IA API Data
nl: Streaming.IA API Data bijwerken

source: Add new video
nl: Nieuwe video toevoegen

source: Create video
nl: Video aanmaken

source: Recent Video.IA uploads
nl: Recente Video.IA uploads

source: Select one of these recently uploaded Video.IA videos to automatically fill certain fields.
nl: Selecteer een van deze recent geüploade Video.IA video's om bepaalde velden automatisch in te vullen.

source: Update Video.IA API Data
nl: Video.IA API Data bijwerken

source: Are you sure you want to remove this video?
nl: Weet je zeker dat je deze video wilt verwijderen?

source: This will not delete the video on YouTube/Video.IA.
nl: Hiermee wordt de video op YouTube/Video.IA niet verwijderd.

source: Add video from Video.IA
nl: Video toevoegen via Video.IA

source: Add video from Streaming.IA
nl: Video toevoegen via Streaming.IA

source: Add video from YouTube
nl: Video toevoegen via YouTube

source: Every so often the MedIA committee of Inter-<i>Actief</i> records videos of events and activities. You can find a list of the most recent videos below.
nl: De MedIA-commissie van Inter-<i>Actief</i> maakt geregeld videos van (grotere) evenementen en activiteiten. Hieronder vind je de meest recente videos.

source: More videos are available if you
nl: Meer video's zijn beschikbaar als je bent

source: Recent YouTube uploads
nl: Recente YouTube uploads

source: Select one of these recently uploaded YouTube videos to automatically fill certain fields.
nl: Selecteer een van deze recent geüploade YouTube video's om bepaalde velden automatisch in te vullen.

source: Update YouTube API Data
nl: YouTube API Data bijwerken

source: Could not connect to Youtube! Please contact the WWW committee if this problem persists.
nl: Het is niet gelukt om een verbinding met YouTube te maken! Neem contact op met de WWW commissie als dit probleem blijft aanhouden.

source: Could not connect to Streaming.IA! Please contact the WWW committee if this problem persists.
nl: Het is niet gelukt om een verbinding met Streaming.IA te maken! Neem contact op met de WWW commissie als dit probleem blijft aanhouden.

source: Could not connect to Video.IA! Please contact the WWW committee if this problem persists.
nl: Het is niet gelukt om een verbinding met Video.IA te maken! Neem contact op met de WWW commissie als dit probleem blijft aanhouden.

source: CSRF-check failed. Reason: %s
nl: CSRF-controle mislukt. Reden: %s

source: CSRF-check failed.
nl: CSRF-controle mislukt.

source: New events
nl: Nieuwe activiteiten

source: Only activities in the future are shown.
nl: Alleen activiteiten in de toekomst worden getoond.

source: News articles
nl: Nieuwsartikelen

source: Only news articles of at most 31 days ago are shown, so it is possible that no articles are shown.
nl: Alleen nieuwsberichten van maximaal 31 dagen geleden worden getoond, het kan dus zijn dat er geen nieuwsberichten hierboven staan.

source: Not yet sent
nl: Nog niet verstuurd

source: Currently sending
nl: Wordt nu verstuurd

source: Sent
nl: Verstuurd

source: Error during sending
nl: Fout tijdens versturen

source: Weekly mail
nl: Weekmail

source: Educational mail
nl: Onderwijsmail

source: Active members mail
nl: Actieveledenmail

source: new events
nl: nieuwe activiteiten

source: news articles
nl: nieuwsartikelen

source: Type of mailing
nl: Type mailing

source: Edit weekly mail
nl: Weekmail wijzigen

source: Edit mastermail
nl: Mastermail wijzigen

source: Edit active members mail
nl: Bewerk actieveledenmail

source: Edit educational mail
nl: Bewerk onderwijsmail

source: Add weekly mail, mastermail or educational mail
nl: Weekmail, mastermail of onderwijsmail toevoegen

source: Add weekly mail, mastermail, active members mail or educational mail
nl: Weekmail, mastermail, actieveledenmail of onderwijsmail toevoegen

source: Done
nl: Klaar

source: Weekly mails, mastermails and educational mails
nl: Weekmails, mastermails en onderwijsmails

source: Published
nl: Gepubliceerd

source: New weekly mail, mastermail, active members mail or educational mail
nl: Nieuwe weekmail, mastermail, actieveledenmail of onderwijsmail

source: Read online
nl: Lees online

source: You are receiving this e-mail because you are an active member at Inter-Actief. You can not unenroll for these e-mails.
nl: Je ontvangt deze e-mail omdat je een actief lid bent van Inter-Actief. Je kunt je niet uitschrijven voor deze e-mails.

source: You are receiving this e-mail because you have indicated you wanted it. Change your preference in your profile on the Inter-Actief website or contact the board.
nl: Je ontvangt deze mail omdat je dit hebt aangegeven. Indien je deze mail niet meer wenst te ontvangen, verander dan je voorkeur op je profiel op de Inter-Actief website of neem contact op met het bestuur.

source: Summary of upcoming activities:
nl: Samenvatting komende activiteiten:

source: -- I.C.T.S.V. Inter-/Actief/ P.O. Box 217 7500 AE Enschede E: secretaris@inter-actief.net T: 053-489 3756 https://www.inter-actief.net
nl: -- I.C.T.S.V. Inter-/Actief/ Postbus 217 7500 AE Enschede E: secretaris@inter-actief.net T: 053-489 3756 https://www.inter-actief.net

source: Send status
nl: Verzendstatus

source: Additional news messages
nl: Extra Nieuwsberichten

source: No extra news articles were added.
nl: Er zijn geen extra nieuwsartikelen toegevoegd.

source: Add additional news messages
nl: Voeg extra nieuwsbericht toe

source: Connected news messages
nl: Gekoppelde Nieuwsartikelen

source: There are no connected news messages.
nl: Er zijn geen nieuwsartikelen gekoppeld.

source: Edit connected news messages
nl: Wijzig gekoppelde nieuwsartikelen

source: Connected activities
nl: Gekoppelde Activiteiten

source: From:
nl: Van:

source: To:
nl: Tot:

source: No location provided
nl: Geen locatie opgegeven

source: This activity has no facebook id.
nl: Deze activiteit heeft geen facebook id.

source: There are no connected events.
nl: Er zijn geen activiteiten gekoppeld.

source: Edit connected activities
nl: Wijzig gekoppelde activiteiten

source: Send weekly mail
nl: Verzend weekmail

source: Send mastermail
nl: Verzend mastermail

source: Send active members mail
nl: Stuur actieveledenmail

source: Send educational mail
nl: Verstuur onderwijsmail

source: Example (NL)
nl: Voorbeeld (NL)

source: Example (EN)
nl: Voorbeeld (EN)

source: Delete news message of the weekly mail, mastermail, active members mail or educational mail
nl: Verwijder nieuwsbericht van weekmail, mastermail, actieveledenmail of onderwijsmail

source: Are you sure you want to delete %(object)s?
nl: Weet je zeker dat je %(object)s wil verwijderen?

source: Error in the field title_nl:
nl: Error in het veld title_nl:

source: Error in the field title_en:
nl: Error in het veld title_en:

source: Error in the field inhoud:
nl: Error in het veld inhoud:

source: Error in the field inhoud_en:
nl: Error in het veld inhoud_en:

source: {} is being sent
nl: {} wordt nu verstuurd

source: No access
nl: Geen toegang

source: You do not have access to the requested page.
nl: Je hebt geen toegang tot de opgevraagde pagina.

source: Page not found
nl: Pagina niet gevonden

source: The requested page does not exist
nl: De opgevraagde pagina bestaat helaas niet.

source: Cannot request page
nl: Kan pagina niet opvragen

source: The page cannot be requested (405).
nl: De pagina kan niet opgevraagd worden (405).

source: Website of I.C.T.S.V. Inter-Actief, the study association for Technical Computer Science and Business Information Technology students at the University of Twente
nl: I.C.T.S.V. Inter-Actief is de studievereniging voor de bachelor- en masteropleidingen van Technische Informatica en Business Information Technology aan de Universiteit Twente.

source: inter-actief, utwente, university of twente, computer science, technical computer science, study association, Business Information Technology
nl: inter-actief, utwente, universiteit twente, informatica, technische informatica, studievereniging, Business Information Technology

source: Study Association Inter-Actief
nl: Studievereniging Inter-Actief

source: Frontpage
nl: Voorpagina

source: Important message from the board
nl: Belangrijk bericht van het bestuur

source: News RSS feed
nl: Nieuws RSS-feed

source: Activities RSS-feed
nl: Activiteiten RSS-feed

source: Activities iCal feed
nl: Activiteiten iCal-feed

source: Photo album
nl: Fotoalbum

source: Inter-<em>Actief</em>
nl: Inter-<i>Actief</i>

source: Board
nl: Bestuur

source: Former boards
nl: Oud-besturen

source: Honorary members
nl: Ereleden

source: Members of Merit
nl: Leden van Verdienste

source: (Graduation) drink
nl: (Afstudeer)borrel

source: Presentations
nl: Presentaties

source: Study tours
nl: Studiereizen

source: Members' initiative
nl: Ledeninitiatief

source: Association song
nl: Verenigingslied

source: Association ENIAC
nl: Vereniging ENIAC

source: Sister associations
nl: Zusterverenigingen

source: Inter-Archive
nl: Inter-Archief

source: For members
nl: Voor leden

source: Assignments by the UT
nl: Opdrachten van de UT

source: Corporate identity
nl: Huisstijldocument

source: Old privacy policies
nl: Oude privacy policies

source: Mental health
nl: Mentale gezondheid

source: External Activities
nl: Externe Activiteiten

source: Education news
nl: Onderwijsnieuws

source: Books
nl: Boeken

source: My profile
nl: Mijn profiel

source: Log out
nl: Uitloggen

source: close
nl: sluiten

source: Privacy policy
nl: Privacybeleid

source: Report a problem
nl: Probleem melden

source: CVD Policy
nl: CVD-beleid

source: Amélie %(branch)s (%(commit)s built on %(date)s) rendered by PID %(pid)s on %(host)s
nl: Amélie %(branch)s (%(commit)s gebouwd op %(date)s) geserveerd door PID %(pid)s op %(host)s

source: In the Company Corner you can find information about companies and possible graduation projects or job opportunities.
nl: In de Company Corner kun je informatie vinden over bedrijven en mogelijke afstudeerplekken of vacatures die zij bieden.

source: Upcoming activities with external parties
nl: Komende externe activiteiten

source: Board tasks
nl: Bestuurstaken

source: Member management
nl: Ledenbeheer

source: Add new external member
nl: Nieuw extern lid toevoegen

source: Add new employee
nl: Nieuwe medewerker toevoegen

source: Add new freshman member
nl: Nieuw eerstejaars lid toevoegen

source: Pre-enroll freshman member
nl: Nieuw eerstejaarslid voorinschrijven

source: Add new committee
nl: Nieuwe commissie aanmaken

source: Verify member profile pictures
nl: Bijgewerkte profielfoto's beoordelen

source: Create new '/over' page
nl: Nieuwe '/over' pagina maken

source: Register RFID cards
nl: Registreer RFID-kaarten

source: UT Eventdesk status
nl: UT Evenementenbureau status

source: Add message
nl: Bericht toevoegen

source: This message has been pinned.
nl: Dit bericht is vastgepind.

source: There are no news posts.
nl: Er zijn geen nieuwsberichten.

source: There are no education news posts.
nl: Er zijn geen onderwijsnieuwsberichten.

source: Recent complaints
nl: Recente klachten

source: No public outstanding complaints
nl: Geen publieke openstaande klachten

source: See all complaints / File complaint
nl: Bekijk alle klachten / Meld klacht

source: System status
nl: Systeemstatus

source: Time Taken
nl: Tijd nodig

source: seconds
nl: seconden

source: No status available.
nl: Geen status beschikbaar.

source: Querying...
nl: Opvragen...

source: No info available.
nl: Geen info beschikbaar.

source: Error!
nl: Fout!

source: Statistics are measured since the last Celery worker restart.
nl: Statistieken worden gemeten sinds de laatste herstart van de Celery-worker.

source: Worker name
nl: Worker-naam

source: Received
nl: Ontvangen

source: Failed
nl: Mislukt

source: Succeeded
nl: Geslaagd

source: Retried
nl: Opnieuw geprobeerd

source: Last heartbeat
nl: Laatste heartbeat

source: No worker status available.
nl: Geen workerstatus beschikbaar.

source: Statistics are measured since the last RabbitMQ server restart.
nl: Statistieken worden gemeten sinds de laatste herstart van de RabbitMQ server.

source: Queued messages
nl: Berichten in wachtrij

source: Total recent messages
nl: Totaal recente berichten

source: Message rates
nl: Berichtensnelheid

source: %(msg_in)s in / %(msg_out)s out
nl: %(msg_in)s in / %(msg_out)s uit

source: %(msg_in)s msg/s in / %(msg_out)s msg/s out
nl: %(msg_in)s p/s in / %(msg_out)s p/s uit

source: No queue status available.
nl: Geen queue status beschikbaar.

source: Login on the Inter-<em>Actief</em> website
nl: Inloggen op de Inter-<em>Actief</em>-website

source: You do not have acces to the page you are visiting.
nl: Voor de pagina die je bezoekt heb je niet genoeg rechten.

source: You can log in with your <abbr title="This is your student account. E.g. s0123456.">UTwente account</abbr> or with your <abbr title="You get an Inter-Actief account if you become an active member at Inter-Actief. E.g. bouwerb.">Inter-<em>Actief</em> account</abbr>.
nl: Je kan inloggen met je <abbr title=\"Dit is je studentenaccount. Bijvoorbeeld s0123456.\">UTwente-account</abbr> of met je <abbr title=\"Je krijgt een Inter-Actief-account als je actief wordt bij Inter-Actief. Bijvoorbeeld bouwerb.\">Inter-<em>Actief</em>-account</abbr>.

source: If you do not have either of these accounts, you can link an external account, like your Google, GitHub, or Facebook account, by contacting the board.
nl: Als je geen van beide accounts hebt, dan kan je een extern account, zoals een Google-, GitHub-, of Facebook-account, laten koppelen. Neem hiervoor contact op met het bestuur.

source: Log in with Inter-Actief
nl: Log in bij Inter-Actief

source: - or -
nl: - of -

source: Log in with legacy account:
nl: Log in met een lokaal account:

source: Forgot password?
nl: Wachtwoord vergeten?

source: Grant access to
nl: Verleen toegang aan

source: %(appname)s requires the following permissions:
nl: %(appname)s heeft de volgende rechten nodig:

source: Grant access
nl: Verleen toegang

source: Granting access to the API has failed
nl: Het toegang verlenen tot de API is foutgegaan

source: Delete token
nl: Verwijder token

source: Are you sure you want to remove this token?
nl: Weet je zeker dat je dit token wil verwijderen?

source: Ending on
nl: Verloopt op

source: Access
nl: Toegang

source: delete
nl: verwijder

source: Configure e-mail forwarding
nl: E-mailforwarding instellen

source: No Google Suite account
nl: Geen Google Suite account

source: It seems that you don't have a Google Suite account! If you just became an active member, it is possible that this just has not been created yet. Please try again later in that case.
nl: Het lijkt erop dat je geen Google Suite account hebt! Als je pas net actief bent geworden, dan is deze waarschijnlijk gewoon nog niet aangemaakt. Probeer het in dat geval later opnieuw.

source: If this error keeps occurring, please contact our account managers via account@inter-actief.net.
nl: Als deze fout zich blijft voordoen, neem dan contact op met onze accountbeheerders via account@inter-actief.net.

source: Back to my profile
nl: Terug naar mijn profiel

source: On this page you can configure if e-mails that arrive on your active members e-mail address (%(account_name)s@%(domain)s) should be forwarded to your personal e-mail address (%(personal_email)s).
nl: Op deze pagina kan je instellen of e-mails die binnenkomen op je actieveledene-mail (%(account_name)s@%(domain)s) moeten worden doorgestuurd naar je persoonlijke e-mailadres (%(personal_email)s).

source: For you, this means that e-mails that arrive on the following e-mail addresses will be forwarded:
nl: Voor jou betekent dit dat e-mails die aan komen op de volgende e-mailadressen worden doorgestuurd:

source: And e-mail addresses of your committees and other groups.
nl: En e-mailadressen van je commissies en andere groepen.

source: Disable e-mail forwarding
nl: E-mailforwarding uitschakelen

source: E-mail forwarding is enabled. Forwarding to address:
nl: E-mailforwarding is ingeschakeld. Doorsturen naar adres:

source: Click on the button below to disable it.
nl: Klik op de knop hieronder om het uit te schakelen.

source: Disable forwarding
nl: Forwarding uitschakelen

source: Enable e-mail forwarding
nl: E-mailforwarding inschakelen

source: Follow the steps below to enable e-mail forwarding:
nl: Volg de stappen hieronder om e-mailforwarding in te schakelen:

source: Just a second while we check the current status of your Google Suite account...
nl: Een klein momentje terwijl we de huidige status van je Google Suite account checken...

source: Step 2: Verify e-mail address
nl: Stap 2: E-mailadres verifiëren

source: Please check your e-mail on %(personal_email)s. You should have received an e-mail from Google with the request to forward e-mails from your Inter-Actief addresses. Please click on the link in that e-mail to verify your address. The process will continue automatically when your e-mail has been verified.
nl: Check a.u.b. je e-mail op %(personal_email)s. Je zou een e-mail moeten hebben ontvangen van Google met de vraag of ze e-mails mogen forwarden van je Inter-Actief-adressen. Klik a.u.b. op de link in die e-mail om je adres te verifiëren. Het proces gaat automatisch verder als je e-mailadres is geverifiëerd.

source: Step 3: Activate forwarding
nl: Stap 3: Forwarding activeren

source: Just a second while we activate your forward...
nl: Een klein momentje terwijl we je forward activeren...

source: Just a second while we deactivate your forward...
nl: Een klein momentje terwijl we je forward deactiveren...

source: Something went wrong while activating your forward at Google. Please try again later.
nl: Er ging iets mis bij het activeren van je forward bij Google. Probeer het a.u.b. later opnieuw.

source: Error while checking the status at Google. Please try again later.
nl: Error tijdens het checken van de status bij Google. Probeer het a.u.b. later opnieuw.

source: Activate forwarding
nl: Forwarding activeren

source: Step 1: Add e-mail address
nl: Stap 1: E-mailadres toevoegen

source: Add e-mail address
nl: E-mailadres toevoegen

source: Something went wrong while checking the status of your account at Google. Please try again later.
nl: Er ging iets mis bij het checken van de status van je account bij Google. Probeer het a.u.b. later opnieuw.

source: Something went wrong while configuring your forward at Google. Please try again later.
nl: Er ging iets mis bij het instellen van je forward bij Google. Probeer het a.u.b. later opnieuw.

source: Change profile
nl: Wijzig profiel

source: This is the first time you log on to the website. Before you continue, we would like to ask you to check if the following data are still correct.
nl: Dit is de eerste keer dat je inlogt op de website. Voordat je verder gaat, vragen we je of je wilt controleren of de volgende gegevens van jou nog correct zijn.

source: These data can always be changed in your profile later.
nl: Deze gegevens kun je later altijd aanpassen in je profiel.

source: Other contact information
nl: Overige contactgegevens

source: <b>Warning:</b> When you change your e-mail address, you will need to disable and re-enable e-mailforwarding via the button on your profile if you have that enabled!
nl: <b>Waarschuwing:</b> Als je je e-mailadres aanpast, moet je ook je e-mailforwarding uitzetten en weer aanzetten via de knop op je profiel als je dat had ingesteld!
