Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Participants
nl: Deelnemers

source: Attachments
nl: Bijlagen

source: URL has to start with https://
nl: URL moet met https:// beginnen

source: Whether this event is cancelled, only cancel when needed. Participants will receive an email notification!
nl: Of dit evenement geannuleerd is, annuleer deze alleen wanneer nodig is. Deelnemers ontvangen hiervan een email!

source: Start may not be after of simultaneous to end.
nl: Begin kan niet na het einde voorkomen of gelijk zijn aan het einde.

source: Confirmation of payment
nl: Bevestiging van betaling

source: Confirmation payment
nl: Bevestigen betaling

source: Are you sure you want to register a cash payment for %(person)s for %(event)s?
nl: Weet je zeker dat je een contante betaling van %(person)s voor %(event)s wil registreren?

source: Payment registered on {timezone.now().strftime('%d-%m-%Y')} by {request.user.person.incomplete_name()}
nl: Betaling geregistreerd op {timezone.now().strftime('%d-%m-%Y')} door {request.user.person.incomplete_name()}

source: Cash payment registered!
nl: Contante betaling geregistreerd!

source: Enter a correct username and password. Warning: the fields are case-sensitive.
nl: Voer een correcte gebruikersnaam en wachtwoord in. Let op, de velden zijn hoofdletter-gevoelig.

source: Something went wrong, please contact the system administrators.
nl: Er ging iets fout. Neem even contact op met Systeembeheer.

source: Your account has already been activated.
nl: Je account is al geactiveerd.

source: It looks like you have entered an unknown username and password combination. Please contact the administrators if you are sure you entered a correct combination.
nl: Het lijkt erop dat je een verkeerde gebruikersnaam of wachtwoord hebt opgegeven. Weet je zeker dat je gegevens correct zijn, neem dan even contact op met Systeembeheer.

source: This reset code is not valid.
nl: Deze herstelcode is niet geldig.

source: Your password was successfully changed. You may now log in.
nl: Je wachtwoord is succesvol aangepast. Je kan nu inloggen.

source: Error while changing password. {}
nl: Fout bij het veranderen van je wachtwoord. {}

source: Unknown, please disable and re-enable forwarding!
nl: Onbekend, zet alsjeblieft forwarding uit en weer aan!

source: Your personal e-mail address is already known with Google. Click below to activate your e-mail forward.
nl: Je persoonlijke e-mailadres is al bekend bij Google. Klik hieronder om je e-mailforward te activeren.

source: Your e-mail address has been verified with Google! Click below to activate your e-mail forward.
nl: Je e-mailadres is nu geverifiëerd bij Google! Klik hieronder om je e-mailforward te activeren.

source: Your personal e-mail address is not known yet with Google. This has to be verified first. Click below to start the verification process.
nl: Je persoonlijke e-mailadres is not niet bekend bij Google. Deze moet eerst geverifiëerd worden. Klik hieronder om het verificatieproces te starten.

source: Your e-mail address has not been verified yet. Please check your e-mail for a verification link.
nl: Je e-mailadres is nog niet geverifiëerd. Kijk a.u.b. in je e-mail voor een verificatielink.

source: Your forward is now activated!
nl: Je forward is nu geactiveerd!

source: Your forward has been deactivated! Don't forget to regularly check your Google Suite e-mail so you don't miss anything important!
nl: Je forward is gedeactiveerd! Vergeet niet regelmatig je Google Suite e-mail te checken zodat je niks belangrijks mist!

source: A Shared Drive can have a maximum of 99 members.
nl: Een Gedeelde Drive kan maximaal 99 leden bevatten.

source: Alias %(object)s has been removed
nl: Alias %(object)s is verwijderd

source: Also inactive mappings
nl: Ook inactieve mappings

source: Account name
nl: Accountnaam

source: Current password
nl: Huidig wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Repeat new password
nl: Herhaal nieuw wachtwoord

source: New password must differ from present password
nl: Nieuw wachtwoord moet anders zijn dan het huidige wachtwoord

source: The new passwords do not match
nl: De nieuwe wachtwoorden komen niet overeen

source: There is no account with that name.
nl: Er bestaat geen account met die naam.

source: Alias groups
nl: Aliasgroepen

source: This mailaddress is not unique! You might want to make a group.
nl: Dit mailadres is niet uniek! Misschien wil je een groep aanmaken?

source: Create GitLab group
nl: GitLab groep aanmaken

source: Members of this group get access to GitLab
nl: Leden van deze groep krijgen toegang tot GitLab

source: If an email address for an extra group is set, then it may only point to an Inter-Actief server.
nl: Als een mail adres voor een extra groep is ingesteld, dan mag deze alleen naar een Inter-Actief server wijzen.

source: This email address is already in use by another mapping!
nl: Dit e-mailadres wordt al door een andere mapping gebruikt!

source: If an extra person has an email than the email address may only point to an Inter-Actief server.
nl: Als een extra persoon een mail adres heeft, dan mag deze alleen maar naar een Inter-Actief server wijzen.

source: Open to sign up for members
nl: Laat leden vrij inschrijven

source: Note: Description becomes public
nl: Let op: de omschrijving wordt publiek zichtbaar

source: An alias group may only point to an Inter-Actief server.
nl: Een alias mag alleen maar verwijzen naar een Inter-Actief server.

source: A contact address is not to point to an Inter-Actief server.
nl: Een contactadres mag niet verwijzen naar een Inter-Actief server.

source: E-mail address domain part must be one of {}
nl: Domeindeel van het e-mailadres moet een van de volgende zijn: {}

source: Activate Inter-Actief active members account
nl: Inter-Actief-actieveledenaccount activeren

source: Activate Inter-<i>Actief</i> active members account
nl: Inter-<i>Actief</i>-actieveledenaccount activeren

source: Before you can use your active members account, you must set a password. Please do so below.
nl: Voordat je je actieveledenaccount kan gebruiken, moet je eerst zelf een wachtwoord instellen, dat kan hieronder.

source: Naturally, your password must differ from the one we gave you, and consist of at least 8 characters.
nl: Je nieuwe wachtwoord moet natuurlijk anders zijn dan die wij gegeven hebben en uit minimaal 8 karakters bestaan.

source: Activate account
nl: Account activeren

source: Activatie Inter-Actief account
nl: Inter-Actief-account activere

source: Activate Inter-<i>Actief</i> account
nl: Inter-<i>Actief</i>-account activeren

source: Your Inter-<i>Actief</i> account has been activated.
nl: Je Inter-<i>Actief</i>-account is geactiveerd.

source: Change password
nl: Wachtwoord wijzigen

source: Change mail alias preferences
nl: Verander email alias voorkeuren

source: Change mail alias preferences
nl: Verander email alias voorkeuren

source: Change Inter-Actief active members account's password
nl: Wachtwoord Inter-Actief-actieveledenaccount wijzigen

source: Change Inter-<i>Actief</i> active members account's password
nl: Wachtwoord Inter-<i>Actief</i>-actieveledenaccount wijzigen

source: You can change the password for your Inter-<i>Actief</i> active members account through the form below.
nl: Via het onderstaand formulier kun je je wachtwoord voor je Inter-<i>Actief</i>-actieveledenaccount wijzigen.

source: Your new password must differ from your current one and consist of at least 8 characters.
nl: Je nieuwe wachtwoord moet natuurlijk anders zijn dan je vorige en uit minimaal 8 karakters bestaan.

source: Reset Inter-<i>Actief</i> active members account's password
nl: Wachtwoord Inter-<i>Actief</i>-actieveledenaccount wijzigen

source: Please fill in your active members account name and we'll send you an e-mail to reset your password.
nl: Vul alsjeblieft de gebruikersnaam van je actieveledenaccount in. Je ontvangt dan een e-mail om je wachtwoord opnieuw in te stellen.

source: Inter-Actief Password Reset
nl: Inter-Actief Wachtwoordherstel

source: You are receiving this e-mail because you requested a reset of your password for your Inter-Actief active members account.
nl: Je ontvangt deze e-mail omdat je het wachtwoord van je Inter-Actief actieveledenaccount opnieuw wilt instellen.

source: You can use the following link to reset your password:
nl: Je kan de volgende link gebruiken om je wachtwoord opnieuw in te stellen:

source: If you don’t use this link within 3 hours, it will expire. To get a new password reset link, visit
nl: Deze link verloopt over 3 uur. Om een nieuwe herstellink te genereren, bezoek

source: Kind regards,
nl: Met vriendelijke groet,

source: Account management
nl: Accountbeheer

source: Reset e-mail sent
nl: Herstelemail verstuurd

source: Check the email address you have registered at Inter-<i>Actief</i> for a link to reset your password. If it doesn’t appear within a few minutes, check your spam folder.
nl: Kijk op het e-mailadres dat je hebt geregistreerd bij Inter-<i>Actief</i> voor een link om je wachtwoord opnieuw in te stellen. Als deze niet binnen een paar minuten aan komt, kijk dan tussen je ongewenste e-mail.

source: Return to login
nl: Terug naar login

source: The password to your Inter-<i>Actief</i> active members account has been changed.
nl: Je wachtwoord van je Inter-<i>Actief</i>-actieveledenaccount is gewijzigd.

source: Account at Inter-Actief
nl: Account bij Inter-Actief

source: Since you are/have become an active member of Inter-Actief, an account has been created for you in the Inter-Actief ICT environment.
nl: Aangezien je actief bent (geworden) bij Inter-Actief is er voor jou een account aangemaakt in de Inter-Actief ICT omgeving.

source: With this account you can log in to the computers in the Inter-Actief room, you have access to any files on your committee's drives, and you can log in to the Inter-Actief wiki and some other services. (see https://intra.ia.utwente.nl/ for an overview.)
nl: Met dit account kan je inloggen op de computers in de Inter-Actiefkamer, heb je toegang tot de bestanden op je commissieschijven, en kan je inloggen op de Inter-Actief wiki en andere services. (zie https://intra.ia.utwente.nl/ voor een overzicht.)

source: With this account you also get an e-mail address and a Google Account on our own Google Suite environment. From now you will also be reachable on %(email)s. To see the e-mails that you receive on this account, you can log in to google with that e-mail address. You will then be redirected to the Inter-Actief website to complete the login.
nl: Met dit account krijg je ook een e-mailadres en een Google Account op onze eigen Google Suite-omgeving. Van nu af aan ben je ook te bereiken op %(email)s. Om de e-mails te zien die je op dit account krijgt, kan je bij google inloggen met dat e-mailadres. Je wordt dan doorgestuurd naar de Inter-Actiefwebsite om de login te voltooien.

source: All e-mails to committees that you are a member off will be sent to that e-mail address, so please keep an eye on it!
nl: Alle e-mails naar commissies waar jij in zit worden gestuurd naar dat e-mailadres, dus zorg dat je deze in de gaten houdt!

source: Next to e-mails to your committees, you will also receive the e-mails that are sent to: %(alias)s
nl: Naast e-mails aan je commissies, krijg je ook e-mails die gestuurd worden naar: %(alias)s

source: You can also forward all of these e-mails to your private e-mail address. This forward can be set up in your profile on the Inter-Actief website: ( https://www.inter-actief.utwente.nl/profile/ ).
nl: Je kan deze e-mails ook laten doorsturen naar je persoonlijke e-mailadres. Deze e-mailforward kan worden ingesteld op je profiel op de Inter-Acitef website: ( https://www.inter-actief.utwente.nl/profile/ ).

source: Username:
nl: Gebruikersnaam:

source: Password:
nl: Wachtwoord:

source: Before you can use all of these facilities, you need to activate your account using the following page: https://www.inter-actief.utwente.nl/account/activate/ After you have done that, you can use your account to log in to the ICT systems of Inter-Actief and use all services like for example SFTP and the Google Suite.
nl: Voordat je gebruik kunt maken van alle faciliteiten, moet je eerst via de volgende pagina je account activeren: https://www.inter-actief.utwente.nl/account/activate/ Zodra je dit gedaan hebt kun je je account gebruiken om in te loggen op de ICT systemen van Inter-Actief en gebruik te maken van alle diensten zoals bijvoorbeeld SFTP en de Google Suite.

source: Do you have any questions? On https://wiki.ia.utwente.nl/ under the heading ICT, you can find a list of Frequently Asked Questions, a manual on how to access the committee drives and more. For other questions you can of course always send us an e-mail.
nl: Heb je nog vragen? Op https://wiki.ia.utwente.nl/ vind je onder het kopje ICT een lijst van veelgestelde vragen, een handleiding over hoe je bij de commissieschijven kan komen en nog veel meer. Voor andere vragen kan je ons natuurlijk altijd een mailtje sturen.

source: Active member account at Inter-Actief
nl: Actieveledenaccount bij Inter-Actief

source: Dear %(name)s,
nl: Beste %(name)s,

source: According to the administration of Inter-Actief, you are no longer committee member and therefore should not have access to an active members account. This is the account with which you could log in to the computers and the Google Suite of Inter-Actief, your association membership will of course continue as normal. The active member account will be removed automatically in 30 days (including all data that you still have stored in your personal folders, and all e-mails you have in your Inter-Actief Google account!). Until then, you can still use your account and the folders to retrieve any important data.
nl: Volgens de administratie van Inter-Actief ben je geen commissielid meer en heb je dus vanaf heden geen recht meer op een actieveledenaccount. Dat is het account waarmee je kon inloggen op de computers en de Google Suite van Inter-Actief, je lidmaatschap blijft natuurlijk nog gewoon lopen. Het actieveledenaccount wordt over 30 dagen automatisch verwijderd (inclusief alle data die jij nog had staan in je persoonlijke mappen, en alle e-mails die je in je Inter-Actief Google-account hebt staan!). Tot die tijd kan je nog gebruik maken van je account en de mappen om eventuele nodige gegevens eraf te halen.

source: If you would like to join a committee again in the future, contact the board!
nl: Als je in de toekomst weer bij een commissie wilt aansluiten, neem contact op met het bestuur!

source: add to
nl: toevoegen aan

source: Add %(mp)s to:
nl: %(mp)s toevoegen aan:

source: There are no results.
nl: Er zijn geen resultaten gevonden.

source: Do you want to add %(member)s to %(group)s?
nl: Wil je %(member)s toevoegen aan %(group)s?

source: Add to
nl: Toevoegen aan

source: Add to %(mp)s:
nl: Toevoegen aan %(mp)s:

source: Create new alias group
nl: Nieuwe aliasgroep aanmaken

source: Create alias group
nl: Aliasgroep aanmaken

source: E-mail address
nl: E-mailadres

source: Active
nl: Actief

source: There are no alias groups yet.
nl: Er zijn nog geen aliasgroepen.

source: Do you want to remove %(member)s from %(group)s?
nl: Wil je %(member)s verwijderen uit %(group)s?

source: Create new contact
nl: Nieuw contact toevoegen

source: Contacts
nl: Contacten

source: Create contact
nl: Contact toevoegen

source: There are no contacts yet.
nl: Er zijn nog geen contacten.

source: The e-mail address %(email)s is used by the following mappings:
nl: Het e-mailadres %(email)s wordt gebruikt door de volgende mappings:

source: AD name
nl: AD-naam

source: This e-mail address is not used by any mappings
nl: Dit e-mailadres wordt door geen enkele mapping gebruikt

source: Create new extra AD group
nl: Nieuwe extra AD groep aanmaken

source: Extra AD groups
nl: Extra AD groepen

source: Create extra group
nl: Extra groep aanmaken

source: Dogroup
nl: Doegroep

source: Create new extra AD person
nl: Nieuw extra AD persoon aanmaken

source: Extra AD people
nl: Extra AD personen

source: Extra AD users
nl: Extra AD gebruikers

source: Create extra AD user
nl: Extra AD persoon aanmaken

source: Remove alias
nl: Alias verwijderen

source: Are you sure you want to remove the alias %(object)s?
nl: Weet je zeker dat je alias %(object)s wilt verwijderen?

source: Create new personal alias
nl: Nieuwe persoonlijke alias aanmaken

source: Extra aliases
nl: Extra Aliassen

source: Extra aliases for
nl: Extra Aliassen voor

source: All extra aliases
nl: Alle Extra Aliassen

source: Add extra personal alias
nl: Persoonlijke alias toevoegen

source: Remove
nl: Verwijderen

source: Claudia account management
nl: Claudia accountbeheer

source: Hi board member! In here, you can break a lot of stuff if you don't know what you're doing. Therefore, please read <b><a href="https://wiki.ia.utwente.nl/index.php/Board:Claudia">this wiki page</a></b> before editing anything! Any questions? Don't hesitate to ask the SysCom or WWW-Supers!
nl: Hoi bestuurder! Hier kun je echt vet veel slopen als je geen idee hebt wat je hier doet. Lees daarom even door <b><a href="https://wiki.ia.utwente.nl/index.php/Board:Claudia">deze wiki pagina</a></b> voordat je iets aanpast hier! Vragen? Stel ze alsjeblieft! Je kunt terecht bij Beheer en de WWW-Supers.

source: Google mail aliases
nl: Google mailaliassen

source: External contacts
nl: Externe contacten

source: Aliases
nl: Aliassen

source: Extra Aliases
nl: Extra Aliassen

source: Members
nl: Leden

source: Address
nl: Adres

source: Email
nl: Mail

source: automatic
nl: automatisch

source: yes
nl: ja

source: Add member:
nl: Lid toevoegen:

source: Member of
nl: Lid van

source: Add to:
nl: Toevoegen aan:

source: ADName
nl: ADNaam

source: There is no mapping for this object.
nl: Er bestaat nog geen mapping voor dit object.

source: Create new mapping
nl: Nieuw mapping aanmaken

source: Date/time
nl: Datum/tijd

source: Shared Drives
nl: Gedeelde Drive

source: Mail Aliases
nl: Mailaliassen

source: Personal Aliases
nl: Persoonlijke aliassen

source: Create new shared drive
nl: Nieuwe gedeelde drive aanmaken

source: Create new Google shared drive
nl: Nieuwe Google shared drive aanmaken

source: Create Google shared drive
nl: Google shared drive aanmaken

source: Until
nl: Tot

source: Short description
nl: Korte omschrijving

source: This text can be laid-out in 120 characters
nl: Deze tekst kan in 120 karakters worden opgemaakt

source: The thumbnail logo's size is %(w)dpx by %(h)dpx, while the maximum allowed size is %(min_w)dpx by %(min_h)dpx.
nl: Het tumbnail logo heeft formaat van %(w)dpx bij %(h)dpx, waar %(min_w)dpx bij %(min_h)dpx maximaal toegestaan is

source: Television banner
nl: Televisiebanner

source: Company Corner company or name/website is obligatory.
nl: Company Corner bedrijf of naam/website verplicht.

source: Activity's "visible from" date is later than its "visible until" date
nl: Activiteit zichtbaarheid "vanaf" datum is later dan de "tot" datum

source: Beginning:
nl: Begin:

source: End (till)
nl: Einde (tot):

source: Name of the company
nl: Naam van het bedrijf

source: Profile of the company
nl: Bedrijfsprofiel

source: Short description of the company
nl: Korte beschrijving van het bedrijf

source: The label that belongs to this activity
nl: Het label behorende bij deze activiteit

source: The type of activity
nl: Het soort activiteit

source: The url to the ics for this activity
nl: De URL naar de ICS van deze activiteit

source: The absolute URL to this event
nl: De absolute URL naar deze activiteit

source: Whether this event is visible
nl: Of deze activiteit zichtbaar is

source: name
nl: naam

source: name (en)
nl: naam (en)

source: profile
nl: profiel

source: profile (en)
nl: profiel (en)

source: short description
nl: korte omschrijving

source: short description (en)
nl: korte omschrijving (en)

source: show in app
nl: toon in app

source: Company
nl: Bedrijf

source: Companies
nl: Bedrijven

source: The slug for this name already exists!
nl: De slug voor deze naam bestaat al!

source: Television banners
nl: Televisiebanners

source: [Extern alert] Banner expire update!
nl: [Extern alert] Bannerverloopupdate!

source: Dear external affairs
nl: Beste extern

source: Within the next month the following company pages will expire:
nl: Binnen de komende maand zullen de volgende bedrijvenpagina's vervallen:

source: <li>%(name)s on %(end_date)s</li>
nl: <li>%(name)s op %(end_date)s</li>

source: * %(name)s on %(end_date)s
nl: * %(name)s op %(end_date)s

source: Within the next month the following banners will expire:
nl: Binnen de komende maand zullen de volgende banners vervallen:

source: Kind regards, The external affairs-helper
nl: Met vriendelijke groet, Het externhulpje

source: Click on the website banner to edit it.
nl: Klik de websitebanner om hem aan te passen.

source: New
nl: Nieuw

source: Expires: %(end_date)s
nl: Verloopt op: %(end_date)s

source: Turned off
nl: Uitgeschakeld

source: Active from: %(start_date)s
nl: Actief vanaf: %(start_date)s

source: Future
nl: Toekomst

source: Has expired on: %(end_date)s
nl: Verlopen op: %(end_date)s

source: Past
nl: Verleden

source: Click on the television banner to edit it.
nl: Klik de televisiebanner om hem aan te passen.

source: Click on the vivat banner to edit it.
nl: Klik de vivatbanner om hem aan te passen.

source: Edit banner
nl: Pas banner aan

source: Save banner
nl: Banner opslaan

source: Edit company
nl: Wijzig bedrijf

source: Edit this event
nl: Event wijzigen

source: Fill in the company which organises this event. If the company has a page on the company corner fill in the first field, otherwise fill in the other two fields
nl: Vul hier het bedrijf dat dit event organiseert in, als het bedrijf een company corner pagina heeft vul dan het eerste vakje in, vul anders de andere twee vakjes in

source: External event
nl: Externe activiteit

source: iCal all external events
nl: iCal alle externe activiteiten

source: Visible
nl: Zichtbaar

source: till:
nl: tot:

source: from:
nl: vanaf:

source: There are not (as of yet) any events in the future, check again soon!
nl: Er zijn (nog) geen events in de toekomst, kijk binnenkort nogmaals!

source: Activities with external parties
nl: Externe activiteiten

source: Past activities with external parties
nl: Eerdere externe activiteiten

source: iCal document with activity
nl: iCal-document met event

source: New company
nl: Nieuw bedrijf

source: edit
nl: wijzigen

source: Change company
nl: Bedrijf wijzigen

source: Profile
nl: Profiel

source: Add company
nl: Bedrijf toevoegen

source: Add new company
nl: Nieuw bedrijf toevoegen

source: Overview of inactive companies
nl: Inactieve bedrijven overzicht

source: Overview of active companies
nl: Actieve bedrijven overzicht

source: Sort by name
nl: Sorteer op naam

source: Sort randomly
nl: Sorteer willekeurig

source: At this moment, no companies are available in the Company Corner.
nl: Er zijn op dit moment geen bedrijven in de company corner beschikbaar.

source: Would you like your company to be promoted here as well? Contact our Officer of External Affairs to discuss the opportunities!
nl: Wilt u uw bedrijf ook hier gepromoot zien worden? Neem contact op met onze Functionaris Externe Betrekkingen om de mogelijkheden te bespreken!

source: collaboration@inter-actief.net
nl: samenwerking@inter-actief.net

source: Mail collaboration@inter-actief.net
nl: Mail samenwerking@inter-actief.net

source: Company statistics
nl: Bedrijfsstatistieken

source: Select a period and click Statistics.
nl: Selecteer een periode en klik op Statistieken.

source: Statistics
nl: Statistieken
