Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: This overview contains all functions. It may therefore occur that people show up in the overview multiple times. People from parent-committees have also been added to this overview.
nl: In dit overzicht staan alle functies. Het kan daarom zijn dat personen meerdere malen in het overzicht voorkomen. Ook zijn personen van ouder-commissies in dit overzicht opgenomen.

source: This page is only for editing currently active committee members, and for adding new members.<br /> To edit old members, use the <i class="icon icon-pencil"></i>&nbsp;icon next to the member in the old members table on the committee page.
nl: Deze pagina is alleen voor het aanpassen van huidige commissieleden, en voor het toevoegen van nieuwe leden.<br /> Om oud-leden aan te passen, gebruik je het <i class="icon icon-pencil"></i>-icoontje naast het lid in de oud-ledentabel op de commissiepagina.

source: Starts on
nl: Begindatum

source: Ends on
nl: Einddatum

source: Edit committee member
nl: Wijzig commissielid

source: Add committee
nl: Commissie toevoegen

source: Change committee
nl: Commissie wijzigen

source: Stop
nl: Beeindig

source: Add member
nl: Voeg lid toe

source: Member since
nl: Lid sinds

source: Committees
nl: Commissies

source: Inter-<em>Actief</em> has a large number of committees which organize events. Every committee belongs to a specific category.
nl: Inter-<em>Actief</em> kent een groot aantal commissies die activiteiten organiseren. Elke commissie behoort tot een bepaalde categorie.

source: For an overview of all committees, including inactive committees, see our <a href="%(newest_committee_booklet_url)s">committee booklet</a>.
nl: Voor een overzicht van alle commissies van Inter-<em>Actief</em>, inclusief nog te vormen commissies, zie ons <a href="%(newest_committee_booklet_url)s">commissieboekje</a>.

source: At the moment Inter-<em>Actief</em> has the following committees:
nl: Op dit moment bestaan de volgende commissies:

source: Committees without category
nl: Commissies zonder categorie

source: There are no committees without categories
nl: Er zijn geen commissies zonder categorien

source: Disbanded committees
nl: Opgeheven commissies

source: There are no committees which have been disbanded.
nl: Er zijn geen commissies opgeheven

source: Dogroups
nl: Doegroepen

source: During the introductory period of the university, the Kick-In, Inter-<em>Actief</em> has study related do-groups that accompany new students into their student life. These groups usually exist for many generations and are closely intertwined. On this page one can find a complete overview of these groups and their origins.
nl: Gedurende de introductie periode van de universiteit, de Kick-In, Inter-<em>Actief</em> heeft studiegerelateerde doegroepen die nieuwe studenten begeleiden in hun studenten leven. Deze doegroepen bestaan vaak al voor meerdere generaties en zijn met elkaar verweven. Op deze pagina vind je een compleet overzicht van deze groepen en hun oorsprong.

source: Hold tight while the dogroup family tree is being loaded
nl: Even geduld terwijl de doegroepen-stamboom wordt geladen

source: Current committee
nl: Huidige commissie

source: Founded
nl: Opgericht

source: ago
nl: geleden

source: Old picture
nl: Oude foto

source: New picture
nl: Nieuwe foto

source: The board has not checked your picture yet. If you would like to change it, upload a new one:
nl: Het bestuur heeft je foto nog niet goedgekeurd. Als je hem wilt wijzigen, upload dan een nieuwe:

source: Upload different picture
nl: Andere foto uploaden

source: Check pictures
nl: Foto's bekijken

source: Upload picture
nl: Foto uploaden

source: %(obj)s doesn't have a profile picture.
nl: %(obj)s heeft geen pasfoto.

source: Full name
nl: Volledige naam

source: No account
nl: Geen account

source: (Mobile) telephone number
nl: (Mobiel) Telefoonnummer

source: Digital cookie and candy list
nl: Digitale streeplijst

source: %(first_name)s is a member
nl: %(first_name)s is lid.

source: %(first_name)s is not a member
nl: %(first_name)s is niet lid.

source: %(first_name)s is (not) a member (anymore)
nl: %(first_name)s is (nog) geen lid (meer).

source: %(first_name)s is active
nl: %(first_name)s is actief.

source: %(first_name)s is not active
nl: %(first_name)s is niet actief.

source: %(first_name)s is not active any more
nl: %(first_name)s is niet meer actief.

source: %(first_name)s signed an NDA.
nl: %(first_name)s heeft een NDA getekend.

source: %(first_name)s is a webmaster.
nl: %(first_name)s is webmaster.

source: No further notes
nl: Geen verdere notities.

source: Send a mailing
nl: Stuur een mailing

source: Send OAuth link code mail
nl: Stuur OAuth link code mail

source: Activism
nl: Activisme

source: Employee
nl: Medewerker

source: Example
nl: Voorbeeld

source: Check your message before you actually send it.
nl: Controleer je bericht goed voordat je deze daadwerkelijk verzend.

source: Subject:
nl: Onderwerp:

source: There are %(amount)s persons selected. The variable 'recipient' contains data of every receiver. They can be used as follows:
nl: Er zijn %(amount)s personen geselecteerd. De variabele 'recipient' bevat de gegevens van iedere ontvanger. Deze is als volgt te gebruiken:

source: Content:
nl: Inhoud:

source: Basic data
nl: Basisgegevens

source: (Inter)nationality
nl: (Inter)nationaliteit

source: %(first_name)s is not a member any more.
nl: %(first_name)s is geen lid meer.

source: Pre-programmed selections
nl: Voorgeprogrammeerde selecties

source: Send push notification
nl: Push notificatie versturen

source: From the people that you have selected, there is no person with a registered push device.
nl: Van alle geselecteerde personen is er geen persoon met een geregistreerd push apparaat.

source: You can only send a push notification to a maximum of <b>%(count)s</b> people based on your selection. Use the fields below to compose a message.
nl: Er kan naar maximaal <b>%(count)s</b> personen een push notificatie worden gestuurd op basis van jouw selectie. Gebruik de velden hieronder om een bericht op te stellen.

source: Send notification
nl: Notificatie versturen

source: Export results
nl: Exporteer resultaten

source: Export data (CSV)
nl: Exporteer gegevens (CSV)

source: Export data (VCF)
nl: Exporteer gegevens (VCF)

source: Export e-mail addresses
nl: Exporteer e-mailadressen

source: Results
nl: Resultaten

source: Add new freshmen
nl: Nieuwe eerstejaars toevoegen

source: Add new member
nl: Nieuw lid toevoegen

source: Personal data
nl: Persoonsgegevens

source: Contact data
nl: Contactgegevens

source: Mandates
nl: Machtigingen

source: You have to pay your membership fee via a direct debit authorization.
nl: Je moet je lidmaatschap betalen via een automatische machtiging.

source: If you chose the yearly membership above, then you authorize the association to withdraw the membership fee from your bank account automatically in the coming years. Your membership will be extended automatically each your until terminate it.
nl: Indien je hierboven voor een jaarlidmaatschap hebt gekozen, dan machtig je de vereniging om in de komende jaren elk jaar het lidmaatschapsgeld van je rekening af te laten schrijven. Je lidmaatschap wordt dan elk jaar (totdat je het opzegt) automatisch verlengd.

source: If you have chosen for a study long membership, then the authorization will only be used once.
nl: Indien je hebt gekozen voor een studielang lidmaatschap, dan wordt de machtiging slechts een keer gebruikt.

source: I authorize the association to withdraw my membership fee from my bank account.
nl: Ik machtig de vereniging om de kosten van het lidmaatschap van mijn rekening af te schrijven.

source: If you do not give permission, then you need to pay your membership fee in cash.
nl: Als je geen toestemming geeft, dan moet je je lidmaatschapsgeld contant betalen.

source: At Inter-<i>Actief</i> you can participate in activities; pay for consumptions during the activities; or pay for cookies, drinks and candy at the cookie corner in the Inter-<i>Actief</i> room.
nl: Bij Inter-<i>Actief</i> kun je deelnemen aan activiteiten; consumpties betalen op de activiteiten, of koekjes, drinken en snoep strepen op een streeplijst in de Inter-<i>Actief</i>-kamer.

source: The costs for these activities and consumptions can be paid with a direct debit authorization. The amount will then be withdrawn from your bank account monthly.
nl: De kosten voor deze activiteiten en consumpties kun je betalen via een machtiging. Het bedrag wordt dan maandelijks van je rekening ge&#xEF;ncasseerd.

source: I authorize the association to debit my bank account for consumptions and activities.
nl: Ik machtig de vereniging geld af te schrijven voor consumpties en activiteiten.

source: If you do not give permission, then you have to pay in cash during activities, and you will not be able to use the cookie corner in the Inter-Actief room or the personal tab during drinks and activities.
nl: Als je geen toestemming geeft, dan moet je op activiteiten contant betalen en kan je niet strepen op de streeplijst in de Inter-Actief-kamer of bij borrels en activiteiten.

source: If you choose not to sign an authorization, you will need to pay your contribution fee in cash. This can only be done in person at the Inter-<i>Actief</i> room. Your membership will not be activated until the payment has been completed.
nl: Als je ervoor kiest om geen machtiging te tekenen, dan moet je je contributie contant betalen. Dit kan alleen persoonlijk in de Inter-<i>Actief</i>-kamer. Je lidmaatschap zal niet actief worden totdat de betaling is afgerond.

source: If you did choose an authorization above, then we need your bank details.
nl: Als je hierboven wel een machtiging hebt afgesloten, dan hebben we je bankgegevens nodig.

source: Your IBAN bank account number. For example "<b>NL18ABNA0484869868</b>".
nl: Je IBAN-bankrekeningnummer. Bijvoorbeeld "<b>NL18ABNA0484869868</b>".

source: Your BIC-code. <b>Not required for Dutch bank accounts</b>. For example "<b>ABNANL2A</b>". Find your BIC by <a href="https://www.ibancalculator.com/blz.html" target="_blank">clicking here</a> (opens in new tab).
nl: Je BIC-code. <b>Niet vereist voor Nederlandse rekeningnummers</b>. Bijvoorbeeld "<b>ABNANL2A</b>". Vind je BIC door <a href="https://www.ibancalculator.com/blz.html" target="_blank">hier te klikken</a> (opent in nieuwe tab).

source: Where can we reach you?
nl: Waar kunnen we je bereiken?

source: Your street and house number (and optional suffixes).
nl: Je straat en huisnummer.

source: Your postal code, in the format "<b>1234 AB</b>".
nl: Je postcode, in het formaat "<b>1234 AB</b>".

source: The city you live in.
nl: Je woonplaats.

source: The name of the country you live in. (For example "<b>The Netherlands</b>")
nl: De naam van het land waar je woont. (Bijvoorbeeld "<b>Nederland</b>")

source: Your (preferably mobile) telephone number.
nl: Je (liefst mobiele) telefoonnummer.

source: Optional.
nl: Niet verplicht.

source: Where can we reach your parent(s)/guardian(s)?
nl: Waar kunnen we je ouder(s)/verzorger(s) bereiken?

source: Inter-<i>Actief</i> organises a parents day each year for the parent(s)/guardian(s) of our first years. To invite your parent(s)/guardian(s) for this day, we need their contact details (at least an e-mail address), as well as permission to use those details for this purpose.
nl: Inter-<i>Actief</i> organiseert elk jaar een ouderdag voor de ouder(s)/verzorger(s) van onze eerstejaars. Om je ouder(s)/verzorger(s) hiervoor uit te kunnen nodigen hebben we hun contactgegevens nodig (ten minste een e-mailadres), en ook toestemming nodig om die gegevens hiervoor te gebruiken.

source: If you do not give permission, then you do not need to fill in the fields below.
nl: Als je geen toestemming geeft, dan hoef je de velden hieronder niet in te vullen.

source: The e-mail address of your parent(s)/guardian(s)
nl: Het e-mailadres van je ouder(s)/verzorger(s).

source: Street and house number of parent(s)/guardian(s).
nl: Straat en huisnummer van je ouder(s)/verzorger(s).

source: Postal code of parent(s)/guardian(s), in the format "<b>1234 AB</b>".
nl: Postcode van je ouder(s)/verzorger(s), in het formaat "<b>1234 AB</b>".

source: City of parent(s)/guardian(s)
nl: Woonplaats van je ouder(s)/verzorger(s).

source: The name of the country of your parent(s)/guardian(s). For example "<b>The Netherlands</b>"
nl: De naam van het land van je ouder(s)/verzorger(s). Bijvoorbeeld "<b>Nederland</b>"

source: Personal details
nl: Persoonlijke gegevens

source: Own address details
nl: Eigen adresgegevens

source: Employee and Membership data
nl: Medewerker- en Lidmaatschapsgegevens

source: Membership type
nl: Lidmaatschapstype

source: Direct debit authorization details
nl: Machtigingsgegevens

source: I want a contribution authorization
nl: Ik wil een contributiemachtiging

source: I want to have an authorization for activities, consumptions and other transactions
nl: Ik wil een machtiging voor activiteiten, consumpties en overige transacties

source: Personal preferences
nl: Persoonlijke voorkeuren

source: International student?
nl: Internationale student?

source: Membership data
nl: Lidmaatschapsgegevens

source: Primary yearlong
nl: Primair jaarlid

source: Address data of parent(s)/guardian(s)
nl: Adresgegevens ouder(s)/verzorger(s)

source: My parents' details may be used for the parents day
nl: Oudergegevens mogen gebruikt worden voor de ouderdag

source: Study and Membership data
nl: Studie- en Lidmaatschapsgegevens

source: Study/studies
nl: Studie(s)

source: Year you started studying (generation)
nl: Beginjaar studie

source: What are your employee details?
nl: Wat zijn je medewerkersgegevens?

source: Your employee number, without the "m" (e.g. <b>0123456</b>").
nl: Je medewerkersnummer zonder de "m" (bijv. "<b>0123456</b>").

source: That's it!
nl: Dat was het...

source: That was it. Please check your personal details again and then continue.
nl: Dat was het. Controleer hieronder je gegevens alsjeblieft nog een keer en ga dan verder.

source: Is everything OK?
nl: Klopt alles?

source: Did you fill in all the formfields?
nl: Ik ben klaar met invullen.

source: All information I filled in is correct and has been checked again.
nl: Alle informatie die ik heb ingevuld klopt en is nogmaals gecontroleerd.

source: Permission for processing of personal details
nl: Toestemming verwerking persoonlijke gegevens

source: According to Dutch law, we have to explicitly ask you for permission to process your personal details. By checking the box below, you give us permission to save and use your personal details for the purposes listed in our <a href="https://privacy.ia.utwente.nl/en/" target="_blank">privacy document</a>.
nl: Van de Nederlandse wet moeten we je expliciet toestemming vragen om je persoonlijke gegevens te mogen verwerken. Door het onderstaande vinkje aan te klikken geef je ons toestemming om jouw persoonlijke gegevens op te slaan en te gebruiken voor de doeleinden die genoemd worden in onze <a href="https://privacy.ia.utwente.nl/" target="_blank">privacyverklaring</a>.

source: According to Dutch law, we cannot process personal details of people under 16 years old, unless their parent(s)/guardian(s) have given permission for it. Are you younger then 16 years old, please ask your parent(s)/guardian(s) if they give permission that Inter-<i>Actief</i> can process your personal details.
nl: Van de Nederlandse wet mogen we geen gegevens verwerken van mensen die jonger zijn dan 16 jaar, tenzij de ouder(s)/verzorger(s) hiervoor toestemming hebben gegeven. Ben je jonger dan 16 jaar, vraag dan je ouder(s)/verzorger(s) eerst om toestemming dat Inter-<i>Actief</i> je persoonlijke gegevens mag verwerken.

source: I am 16 years old or older, and I give permission, or my parent(s)/guardian(s) give permission, that my personal details may be processed by Inter-<i>Actief</i>.
nl: Ik ben 16 jaar of ouder en ik geef toestemming, of mijn ouder(s)/verzorger(s) geven toestemming, dat mijn persoonlijke gegevens worden verwerkt door Inter-<i>Actief</i>.

source: If you are under 16 years old, you <b>have</b> to actually ask for permission, do not just check the box!
nl: Als je onder de 16 bent <b>moet</b> je je ouders daadwerkelijk vragen om toestemming, niet gewoon het vinkje aan zetten!

source: After you send the form one or more PDF-documents will appear that you need to print out and sign.
nl: Na het versturen zullen er een of meerdere PDF-documenten verschijnen die je moet uitprinten en ondertekenen.

source: Pre-enroll at Inter-<em>Actief</em>
nl: Voorinschrijven bij Inter-<em>Actief</em>

source: Enroll at Inter-<em>Actief</em>
nl: Inschrijven bij Inter-<em>Actief</em>

source: Welcome to Inter-<em>Actief</em>! To register you as a member of the association, we would like to know a couple of things about you.
nl: Welkom bij Inter-<em>Actief</em>! Om je in te schrijven als lid van de vereniging, willen wij graag wat dingen van je weten.

source: Please try to fill in the form as correctly as possible (with correct capitalization / formatting), this saves the board a lot of work.
nl: Probeer alsjeblieft het formulier zo correct mogelijk (correct hoofdlettergebruik / format) in te vullen, dat scheelt het bestuur veel werk.

source: Fields marked with a <span class="form-required">*</span> are required, the rest is optional.
nl: Velden gemarkeerd met een <span class="form-required">*</span> zijn verplicht, de rest is optioneel.

source: Step %(current_step)s of %(total_steps)s
nl: Stap %(current_step)s van %(total_steps)s

source: What membership type do you want?
nl: Wat voor lidmaatschap wil je?

source: As an employee, you only have one type of membership available.
nl: Als medewerker is er maar één soort lidmaatschap mogelijk.

source: With a year membership for employees, you pay every year, and you will be a member until you yourself cancel your membership. This membership is meant for employees of the University of Twente who want to become a member. A year membership for employees costs &euro; %(employee_member_costs)s yearly.
nl: Met een jaarlidmaatschap voor medewerkers betaal je elk jaar, en blijf je lid totdat je zelf je lidmaatschap opzegt. Dit lidmaatschap is bedoeld voor medewerkers van de Universiteit Twente die lid willen worden. Een jaarlidmaatschap voor medewerkers kost jaarlijks &euro; %(employee_member_costs)s.

source: Which membership type do you want? (See above for explanations)
nl: Welk lidmaatschapstype wil je? (Zie hierboven voor uitleg)

source: You can choose between two types of membership.
nl: Je kan kiezen uit twee soorten lidmaatschap.

source: With a study long membership, you pay once, and will be a member as long as you are studying Technical Computer Science (TCS), Business Information Technology (BIT) or one of their associated masters. A study long membership costs &euro; %(study_long_member_costs)s once.
nl: Met een studielang lidmaatschap betaal je één keer, en blijf je lid zolang je Technische Informatica (TCS), Business Information Technology (BIT) of een van de bijbehorende masters studeert. Een studielang lidmaatschap kost eenmalig &euro; %(study_long_member_costs)s.

source: With a primary year membership, you pay every year, and you will be a member until you yourself cancel your membership. A primary year membership costs &euro; %(year_member_costs)s yearly.
nl: Met een primair jaarlidmaatschap betaal je elk jaar, en blijf je lid totdat je zelf je lidmaatschap opzegt. Een primair jaarlidmaatschap kost jaarlijks &euro; %(year_member_costs)s.

source: You can choose between three types of membership.
nl: Je kan kiezen uit drie soorten lidmaatschap.

source: With a study long membership, you pay once, and will be a member as long as you are studying Technical Computer Science (TCS) or Business Information Technology (BIT). A study long membership costs &euro; %(study_long_member_costs)s once.
nl: Met een studielang lidmaatschap betaal je één keer, en blijf je lid zolang je Technische Informatica (TCS) of Business Information Technology (BIT) studeert. Een studielang lidmaatschap kost eenmalig &euro; %(study_long_member_costs)s.

source: With a secondary year membership, you pay every year, and you will be a member until you yourself cancel your membership. This membership is meant for people who are already a member of a different study association, who also want to become a member of Inter-<i>Actief</i>. A secondary year membership costs &euro; %(secondary_member_costs)s yearly.
nl: Met een secundair jaarlidmaatschap betaal je elk jaar, en blijf je lid totdat je zelf je lidmaatschap opzegt. Dit lidmaatschap is bedoeld voor mensen die al lid zijn bij een andere studievereniging en ook lid willen worden van Inter-<i>Actief</i>. Een secundair jaarlidmaatschap kost jaarlijks &euro; %(secondary_member_costs)s.

source: Who are you?
nl: Wie ben je?

source: Please give your first name, last name and last name prefix(es) in the three different boxes, with correct capitalization.
nl: Geef aub je voornaam, achternaam en tussenvoegsels in de drie verschillende vakken, met correcte kapitalisatie.

source: These are the initials of your first name (and optional baptismal name(s)), excluding the first letter of your last name.
nl: Dit zijn de voorletters van je voornaam en doopnamen, niet de eerste letter van je achternaam.

source: Please fill in your date of birth in the format "<b>yyyy-mm-dd</b>".
nl: Vul aub. je geboortedatum in in het formaat "<b>jjjj-mm-dd</b>".

source: Your gender.
nl: Je geslacht.

source: Your e-mail address. No worries, we won't send you any e-mails that you did not ask for or which are not necessary for your membership. We recommend you to use a personal email address, since your student email will stop working when you graduate.
nl: Je e-mailadres. Geen zorgen, we zullen je geen mail sturen zonder je dat zelf aangeeft of zonder dat het nodig is voor je lidmaatschap. Wij raden je aan om een persoonlijk mailadres te gebruiken, aangezien je studentenmail stopt met werken zodra je bent afgestudeerd.

source: This is the language that the website will be shown in, and in which you will receive any information mails.
nl: Dit is de taal waarin de website voor jou wordt weergegeven, en waarin je informatiemails krijgt toegestuurd.

source: If you are coming from abroad to study here or not. Is used to support the integration of international students in our association.
nl: Of je hier komt studeren vanuit het buitenland of niet. Wordt gebruikt om de integratie van internationale studenten in de vereniging te ondersteunen.

source: Before we forget...
nl: Voordat we het vergeten...

source: We have some final questions for you.
nl: We hebben nog een paar laatste vragen voor je.

source: These preferences can always be changed in your profile on the Inter-<i>Actief</i> website later.
nl: Deze voorkeuren kan je later altijd nog aanpassen in je profiel op de Inter-<i>Actief</i> website.

source: What are you studying?
nl: Wat ga je studeren?

source: Choose one (or more) study/studies...
nl: Kies een (of meerdere) studie(s)...

source: Which study/studies you will follow.
nl: Welke studie(s) je gaat volgen.

source: Your student number, without the "s" (e.g. <b>0123456</b>").
nl: Je studentnummer zonder de "s" (bijv. "<b>0123456</b>").
