Repository: Inter-Actief/amelie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: According to our administration you are currently still enrolled for the bachelor %(study)s. However, it is possible that you have already completed this and started your master. If this is the case, please alert us. It is also possible that you are already enrolled for a master simultaneously.
nl: Volgens ons sta je nog ingeschreven voor de bacheloropleiding %(study)s. Het is echter mogelijk dat je deze al afgerond hebt en bezig bent met een master. Als dit zo is, kan je dat aangeven. Het kan ook zijn dat je al verweven een master aan het doen bent.

source: Done making changes? Click save!
nl: Klaar met wijzigen? Alleen nog even op opslaan klikken!

source: Profile overview
nl: Profieloverzicht

source: Change profile picture
nl: Profielfoto wijzigen

source: Mail alias preferences
nl: Email alias voorkeuren

source: Configure E-mail Forwarding
nl: E-mailforwarding Instellen

source: Not satisfied with your looks? You can change your picture by clicking "Change profile picture" above, or ask the board to change or delete it for you.
nl: Niet tevreden met je aangezicht? Je kan je foto veranderen door hierboven op "Profielfoto wijzigen" te klikken, of vraag het bestuur om hem voor je te wijzigen of verwijderen.

source: There is a membership from %(begin)s until %(end)s.
nl: Er loopt een lidmaatschap van %(begin)s tot %(end)s.

source: Your membership type is %(type)s.
nl: Je lidmaatschapstype is %(type)s.

source: Your membership fees have been paid through %(payment_type)s on %(date)s.
nl: Je lidmaatschap is betaald via %(payment_type)s op %(date)s.

source: Your membership fee for this year has not yet been paid. If you have signed a direct debit mandate, this will be arranged automatically.
nl: Je lidmaatschap voor dit jaar is nog niet betaald. Indien je een machtiging hebt gegeven, dan wordt dit automatisch geregeld.

source: Your student status has been verified, or we do not need it for your membership type.
nl: Je studentenstatus is geverifiëerd of we hebben het niet nodig voor jouw lidmaatschapstype.

source: Your student status has not been verified, while we do need it for your membership type. For your membership type, you have to be a student of the study BIT, TCS or one of the connected masters. In order to verify your student status at the UT, log out and log in using your University of Twente account. In case you are no longer eligible for the current membership type, it will not be prolonged in July. You can contact the Board in order to change your membership type starting from then.
nl: Jouw status als student is niet geverifiëerd, terwijl we dit wel nodig hebben voor jouw lidmaatschapstype. Voor jouw lidmaatschapstype moet je een student zijn bij de studie BIT, TCS of een van de bijbehorende masters. Om jouw status als student te verifiëren log je uit en log je vervolgens weer in via jouw Universiteit Twente account. Wanneer je niet meer voldoet aan de eisen voor jouw huidige lidmaatschap zal het niet verlengd worden in juli. Je kunt contact opnemen met het bestuur om je lidmaatschap vanaf 1 juli om te zetten in een ander type lidmaatschap.

source: You have no active membership.
nl: Je hebt geen actief lidmaatschap.

source: Below you can find an overview of your activism at Inter-Actief. Do you want to join a committee? Please contact our functionary internal affairs.
nl: Hieronder staat een overzicht van je activisme bij Inter-Actief. Wil je actief worden? Neem dan contact op met de intern.

source: Below you can find an overview of the apps you have given permissions to use or edit your personal information.
nl: Hieronder staat een overzicht van apps die toestemming hebben gekregen om je gegevens te gebruiken of wijzigen.

source: The following user account(s) have been found that are related to you.
nl: De volgende gebruikersaccount(s) zijn gevonden die aan u gerelateerd zijn.

source: You can link another account by logging out, and logging back in with the Google, LinkedIn or GitHub account you want to link.
nl: U kunt een ander account koppelen door uit te loggen, en weer in te loggen met het Google-, LinkedIn- of GitHub-account dat u wilt koppelen.

source: unlink
nl: ontkoppelen

source: No TOTP devices registered
nl: Geen TOTP-apparaten geregistreerd

source: No passkeys registered
nl: Geen passkeys geregistreerd

source: To register a new TOTP device or passkey, press one of the buttons below. You will receive an e-mail with a link to register the new device.
nl: Klik op de knoppen hieronder om een nieuw TOTP-apparaat of een nieuwe passkey te registreren. Je krijgt dan een e-mail met een link om het nieuwe apparaat te registreren.

source: Register new TOTP device
nl: Registreer nieuw TOTP-apparaat

source: Register new passkey
nl: Registreer nieuwe passkey

source: Cannot unlink
nl: Kan niet ontkoppelen

source: Verify uploaded profile pictures
nl: Beoordelen van geüploade profielfotos

source: Unapproved profile pictures
nl: Onbeoordeelde profielfoto's

source: Note that pictures could be used for other purposes like yearbooks, publications, age lists, etc. Please make sure that the picture is proper.
nl: Let op dat foto's ook gebruikt kunnen worden voor andere doeleinden zoals jaarboeken, publicaties, leeftijdslijsten, etc. Controleer a.u.b. of de foto duidelijk en fatsoenlijk is.

source: Accept change?
nl: Wijziging accepteren?

source: No picture
nl: Geen foto

source: Accept
nl: Accepteren

source: Deny
nl: Afkeuren

source: No unapproved pictures
nl: Geen onbeoordeelde foto's

source: Profile picture
nl: Profielfoto

source: You can upload a new profile picture here. New pictures need to be accepted by the board before they are used.
nl: Je kunt hier een nieuwe profielfoto uploaden. Nieuwe foto's moeten eerst door het bestuur worden goedgekeurd voordat ze gebruikt worden.

source: Please check that the picture is acceptable before uploading. A good picture should at least show your face clearly.
nl: Controleer a.u.b. of de foto acceptabel is voor het uploaden. Op een goede profielfoto zou in ieder geval je gezicht duideljik zichtbaar moeten zijn.

source: Note that pictures may be used for multiple purposes, please see our privacy policy for more information on where profile pictures can be used.
nl: Let op dat foto's gebruikt kunnen worden voor meerdere doeleinden, bekijk ons privacybeleid voor meer informatie over waarvoor wij profielfoto's kunnen gebruiken.

source: Unknown user
nl: Onbekende gebruiker

source: Hello, you are unknown in our administration, so you cannot do much here. The board is waiting for you if you want to change this :-)
nl: Hoi, je bent niet bekend in onze ledenadministratie, dus je kunt hier niet zo veel. Het bestuur staat voor je klaar als je hier verandering in wilt brengen :-)

source: Log out and go back
nl: Log uit en ga terug

source: Add photos
nl: Foto's toevoegen
